<!DOCTYPE html>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=utf-8">
 <head><link rel="stylesheet" href="style.css">
<h1><a href="index.html">Nico Saameli</a></h1></head>
 </head>
  <body>
<h1>Die Juden, das Sch&auml;chten und die Verfassung</h1>
<h2>Wie Basler Zeitungen &uuml;ber die Abstimmung zum Sch&auml;chtverbot von 1893 berichteten.</h2>
<p><em>Eine Masterseminararbeit von Nicolas Saameli im Rahmen der Vorlesung &laquo;Nation Building: Das werdende Europa der Nationalstaaten 1780 - 1930&raquo; der Universit&auml;t Luzern, eingereicht bei Prof. Dr. Aram Mattioli am 28.02.2020.</em></p>
<p>Kontakt: nicolas[dot]saameli[&auml;t]stud[dot]unilu[dot]ch</p>
<blockquote>
<p>Diess hat mir die gr&ouml;sste M&uuml;he gemacht und macht mir noch immerfort die gr&ouml;sste M&uuml;he: einzusehen, dass uns&auml;glich mehr daran liegt, wie die Dinge heissen, als was sie sind. &ndash; Friedrich Nietzsche&nbsp;<a href="#_ftn1" name="_ftnref1">[1]</a>&nbsp;</p>
</blockquote>
<h1>Inhalt</h1>
<p><a href="#_Toc33800294">Einleitung. 4</a></p>
<p><a href="#_Toc33800295">Fragestellung und Forschungsstand. 5</a></p>
<p><a href="#_Toc33800296">Fortschritt und R&uuml;ckschritt: Das Sch&auml;chtverbot von 1893. 6</a></p>
<p><a href="#_Toc33800297">Me ischs, aber me zaigts nid: Antisemitismus in Basel um 1893. 7</a></p>
<p><a href="#_Toc33800298">Tierschutz und Menschenschutz. 11</a></p>
<p><a href="#_Toc33800299">Die rechtlich-politische Ebene. 14</a></p>
<p><a href="#_Toc33800300">Die Waffen der Massenmedien: Stereotypen, Klischees und Feindbilder 18</a></p>
<p><a href="#_Toc33800301">Kategorien. 19</a></p>
<p><a href="#_Toc33800302">Stereotypen. 19</a></p>
<p><a href="#_Toc33800303">Feindbild. 20</a></p>
<p><a href="#_Toc33800304">Die Basler Zeitungslandschaft von 1893. 21</a></p>
<p><a href="#_Toc33800305">Die Berichterstattung &uuml;ber das Sch&auml;chtverbot 23</a></p>
<p><a href="#_Toc33800306">National-Zeitung. 23</a></p>
<p><a href="#_Toc33800307">Basler Nachrichten. 26</a></p>
<p><a href="#_Toc33800308">Allgemeine-Schweizer Zeitung. 27</a></p>
<p><a href="#_Toc33800309">Basler Arbeiterfreund. 28</a></p>
<p><a href="#_Toc33800310">Christlicher Volksbote aus Basel 29</a></p>
<p><a href="#_Toc33800311">Fazit und Einordnung. 30</a></p>
<p><a href="#_Toc33800312">Vorschl&auml;ge zur weiteren Forschung. 33</a></p>
<p><a href="#_Toc33800313">Literatur 34</a></p>
<p><a href="#_Toc33800314">Prim&auml;rquellen. 34</a></p>
<p><a href="#_Toc33800315">Sekund&auml;rliteratur 35</a></p>
<p><a href="#_Toc33800316">Anhang. 36</a></p>
<p><a href="#_Toc33800317">Auswertung. 36</a></p>
<p><a href="#_Toc33800318">National Zeitung. 36</a></p>
<p><a href="#_Toc33800319">Basler Nachrichten. 40</a></p>
<p><a href="#_Toc33800320">Allgemeine-Schweizer Zeitung. 43</a></p>
<p><a href="#_Toc33800321">Basler Arbeiterfreund. 44</a></p>
<p><a href="#_Toc33800322">Christlicher Volksbote aus Basel 45</a></p>
<p><a href="#_Toc33800323">Quellenmaterial 46</a></p>
<p><a href="#_Toc33800324">Nebelspalter 46</a></p>
<p><a href="#_Toc33800325">National-Zeitung. 47</a></p>
<p><a href="#_Toc33800326">Basler Nachrichten (Intelligenzblatt der Stadt Basel) 59</a></p>
<p><a href="#_Toc33800327">Allgemeine-Schweizer-Zeitung. 67</a></p>
<p><a href="#_Toc33800328">Basler Arbeiterfreund. 73</a></p>
<p><a href="#_Toc33800329">Christlicher Volksbote aus Basel 75</a></p>
<h1>Einleitung</h1>
<p>Am 25. Februar 2020 ver&ouml;ffentlichten der Schweizerische Israelitische Gemeindebund und die Stiftung gegen Rassismus und Antisemitismus den Antisemitismusbericht f&uuml;r die Deutschschweiz 2019. Der Bericht listet 38 antisemitische Vorf&auml;lle in der Schweiz auf, etwa einen Mann, der vor einem Z&uuml;rcher Betlokal damit gedroht haben soll, Juden zu t&ouml;ten.<a href="#_ftn2" name="_ftnref2">[2]</a> In einer zweiten Kategorie fasst der Bericht Ereignisse aus dem medial-virtuellen Raum zusammen. Hier listet er 485 F&auml;lle auf, die sich aus der Leugnung des Holocaust oder der Verbreitung von antisemitischen Verschw&ouml;rungstheorien in klassischen- aber vor allem auch sozialen Medien zusammensetzen.</p>
<p>Im Netz kursierten gleichzeitig Bilder aus Belgien: In der Kleinstadt Aalst f&uuml;hlten sich die Karnevalsvereine ungerecht behandelt, weil die Unesco dem Karneval aufgrund von antisemitischen Tendenzen den Status als Weltkulturerbe entzogen hatte. Als Reaktion darauf widerholten sie die Provokation: Knapp 20 Kilometer entfernt von Br&uuml;ssel defilierten lachende M&auml;nner in SS-Uniformen und als orthodoxe Juden mit Insektenk&ouml;rpern verkleidete Fasn&auml;chtler durch die Strassen.<a href="#_ftn3" name="_ftnref3">[3]</a></p>
<p>Woher kommt dieser Hass? Wie konnte in europ&auml;ischen Gesellschaften eine Staaten&uuml;bergreifende Ablehnung gegen&uuml;ber einer Religionsgruppe entstehen, die noch im Jahr 2020, 75 Jahre nach der Schoah, tief verwurzelt ist? Welches Denken liegt solcher Diskriminierung zugrunde und welche Rolle spielte meine Heimatstadt bei all dem? Mit diesen Fragen werde ich mich in der vorliegenden Arbeit besch&auml;ftigen.</p>
<p>Vollst&auml;ndig beantworten k&ouml;nnen werde ich sie hier nat&uuml;rlich nicht. Ich erhoffe mir aber, durch die Untersuchung solcher Prozesse ein wenig mehr &uuml;ber soziale Ausgrenzung zu lernen. Als Untersuchungsgegenstand habe ich mir deshalb die eidgen&ouml;ssische Abstimmung &uuml;ber das Sch&auml;chtverbot von 1893 ausgew&auml;hlt &ndash; einen H&ouml;hepunkt des schweizerischen Antisemitismus in der Form der xenophob motivierten Fremdenabwehr.<a href="#_ftn4" name="_ftnref4">[4]</a></p>
<p>Als Ansatz dazu werde ich mich mit Presseberichten, Kategorien und Stereotypen besch&auml;ftigen. Medien &uuml;ben in ihrer gesellschaftskonstituierenden Funktion seit jeher grosse Faszination auf mich aus und standen in den vergangenen sechs Jahren meines Studiums immer wieder im Zentrum meiner Arbeit. Insbesondere interessiert mich hier die Beobachtung der medialen &Ouml;ffentlichkeit in der Fr&uuml;hzeit der funktional differenzierten Gesellschaft und die M&ouml;glichkeiten der medialen Konstruktion von negativ konnotierten Kategorien.</p>
<p>Zuletzt liegt der vorliegenden Arbeit aber auch das Bewusstsein zugrunde, praktisch nichts &uuml;ber die Geschichte meiner Heimatstadt Basel zu wissen. Nachdem ich fast mein ganzes Leben hier verbracht habe, scheint nun, kurz vor dem Ende meines Studiums, der ideale Moment gekommen zu sein, mich ein wenig ausf&uuml;hrlicher damit zu besch&auml;ftigen.</p>
<h2>Fragestellung und Forschungsstand</h2>
<p>Jede Besch&auml;ftigung mit der Geschichte der europ&auml;ischen Judenfeindschaft ist Vorgeschichte von Unheil und beispielloser Untat.<a href="#_ftn5" name="_ftnref5">[5]</a> Trotz der ungeheuren Dimensionen der im Namen des Antisemitismus begangenen Verbrechen hat es aber bis zum Ende des 20. Jahrhunderts gedauert, bis die Schweiz es schaffte, ihre Mitschuld am Holocaust und die eigene Judenfeindschaft zu thematisieren. Lange war das Thema Antisemitismus ausserhalb der j&uuml;dischen Gemeinde nur als Randthema oder gar nicht beachtet worden. Ausnahmen davon machen etwa der 1957 erschienene &laquo;Bericht Ludwig&raquo; oder das Buch &laquo;Das Boot ist voll&raquo; des Schriftstellers Alfred A. H&auml;sler von 1967.<a href="#_ftn6" name="_ftnref6">[6]</a> &Auml;hnlich verh&auml;lt es sich auch mit der Thematisierung des Sch&auml;chtverbots. In einer 1987 erschienenen popul&auml;rwissenschaftlichen Chronik der Schweiz wird es beispielsweise &ndash; trotz seiner Relevanz als erste gegen den Willen des Bundes angenommene Volksinitiative &ndash; mit keinem Wort erw&auml;hnt.<a href="#_ftn7" name="_ftnref7">[7]</a></p>
<p>Deutlichen Auftrieb hat die Antisemitismus-Forschung in der Schweiz im neuen Jahrtausend erhalten. Zum Thema Sch&auml;chtverbot sind etwa die beiden Dissertationen von Sibylle Horanyi und Pascal Krauthammer herauszustreichen, die das Thema als G&uuml;terabw&auml;gung und aus rechtshistorischer Perspektive untersuchen oder Beatrix Mesmers ausf&uuml;hrliches Kapitel in Antisemitismus in der Schweiz 1848 &ndash; 1960 von 1998.<a href="#_ftn8" name="_ftnref8">[8]</a> Diese bestehenden Arbeiten fokussieren aber gr&ouml;sstenteils auf die Vorg&auml;nge in den Kantonen Aargau und Bern, in denen die Sch&auml;chtgegner und Antisemiten innerhalb des Tierschutzes ihre Zentren hatten. Die Verh&auml;ltnisse in Basel werden nur als Nebenschauplatz thematisiert.</p>
<p>In der vorliegenden Arbeit werde ich versuchen, die Berichterstattung &uuml;ber das Sch&auml;chtverbot in f&uuml;nf Basler Lokalzeitungen zu untersuchen. Vier davon sollen einen Eindruck der Positionen der verschiedenen politischen Fraktionen vermitteln (&laquo;National-Zeitung&raquo;, &laquo;Basler Nachrichten&raquo; &laquo;Allgemeine-Schweizer Zeitung&raquo; und &laquo;Der Arbeiterfreund&raquo;) der f&uuml;nften (&laquo;Christlicher Volksbote aus Basel&raquo;) wurde in einer anderen Arbeit eine deutliche antisemitische Tendenz nachgewiesen.<a href="#_ftn9" name="_ftnref9">[9]</a></p>
<ol>
<li>Welche Kategorien werden in der Berichterstattung &uuml;ber das Sch&auml;chtverbot in Basler Zeitungen aus dem August 1893 verhandelt?</li>
<li>Wie unterscheidet sich die dabei entstehende Konstruktion von jeder der historischen Fachliteratur?</li>
<li>Wo tauchen in der Berichterstattung Feindbilder auf und welchem Zweck dienen sie?</li>
<li>Wie unterscheiden sich die verschiedenen Medien?
<ul>
<li>Welche Gemeinsamkeiten weisen sie auf?</li>
</ul>
</li>
</ol>
<p>Eine Voruntersuchung des Quellenmaterials hat ergeben, dass der Mediendiskurs sich in erster Linie um unterschiedliche Definitionen der Kategorien &laquo;Juden&raquo;, &laquo;Sch&auml;chten&raquo; und &laquo;Verfassung&raquo; dreht.<a href="#_ftn10" name="_ftnref10">[10]</a> Untersucht werden soll hier deshalb wie diese drei Kategorien in den genannten Medien dargestellt wurden, wo sie sich &uuml;berschneiden, welche Formen des Antisemitismus beobachtet werden k&ouml;nnen und an welchen Stellen die Juden dabei zum Feindbild gemacht werden.</p>
<h1>Fortschritt und R&uuml;ckschritt: Das Sch&auml;chtverbot von 1893</h1>
<p>Wenn hier vom &laquo;Sch&auml;chtverbot&raquo; die Rede ist, so ist damit der am 22. Dezember 1893 in Kraft getretene Zusatz Art. 25<sup>bis</sup> zur revidierten Bundesverfassung vom 29. Mai 1874 gemeint. Das ist insofern interessant, als dass das Sch&auml;chten in Art. 25<sup>bis </sup>nicht explizit genannt wird und der Artikel ein Teil der Bestimmungen &uuml;ber die Befugnisse des Bundes ist, Jagd und Fischereiverordnungen zu erlassen &ndash; also ein Artikel der Verfassung, keine sanit&auml;tspolizeiliche oder strafgesetzliche Bestimmung.<a href="#_ftn11" name="_ftnref11">[11]</a> Konkret besteht das Sch&auml;chtverbot aus folgendem Satz:</p>
<p>&laquo;Das Schlachten der Tiere ohne vorherige Bet&auml;ubung ist bei jeder Schlachtart und Viehgattung ausnahmslos untersagt.&raquo;<a href="#_ftn12" name="_ftnref12">[12]</a></p>
<p>Das Inkrafttreten von Art 25<sup>bis </sup>machte die Schweiz nach dem K&ouml;nigreich Sachsen, das eine &auml;hnliche Bestimmung bereits 1892 eingef&uuml;hrt hatte, zum zweiten europ&auml;ischen Staat, der seiner j&uuml;dischen Minderheit die Schlachtung von Tieren nach ihrem religi&ouml;sen Kultus verbot.<a href="#_ftn13" name="_ftnref13">[13]</a> Es ging zur&uuml;ck auf jahrzehntelange Kampagnen der Tierschutzbewegung, die sich schon seit ihrer Gr&uuml;ndungszeit rund um 1848 f&uuml;r schonendere Schlachtmethoden einsetzte. Vor allem aber war es &laquo;Kristallisationspunkt einer breiten staatsrechtlichen Debatte, in der es nicht nur um die Integration der j&uuml;dischen Minderheit, sondern auch um die Interpretation der durch die Verfassung garantierten Rechtsgleichheit und Kultusfreiheit ging&raquo;, wie Mesmer schreibt.<a href="#_ftn14" name="_ftnref14">[14]</a></p>
<h2>Me ischs, aber me zaigts nid: Antisemitismus in Basel um 1893</h2>
<p>Dem Kapitel &laquo;Abstimmungsanalysen der Presse&raquo; seiner rechtshistorischen Monographie &laquo;Das Sch&auml;chtverbot in der Schweiz&raquo; setzt Pascal Krauthammer ein kurzes Zitat voran:</p>
<p><em>&laquo;Nieder mit den Juden &ndash; Tod den Juden!&raquo;</em><a href="#_ftn15" name="_ftnref15">[15]</a></p>
<p>Der zugeh&ouml;rigen Fussnote ist zu entnehmen, dass es sich dabei um eine &laquo;Reaktion von Basler Sch&auml;chtgegnern beim Heraush&auml;ngen des Abstimmungsresultates auf dem Platz vor dem Verlag der National-Zeitung&raquo; handle. Weiter geht Krauthammer nicht darauf ein, das Zitat wird aber weitherum verwendet und bildet einen symbolischen Tiefpunkt des Antisemitismus w&auml;hrend der Sch&auml;chtverbotsdebatte. In Krauthammers Quelle, der Jubil&auml;umsschrift &laquo;Zur Geschichte der Juden in Basel&raquo; von Theodor Nordemann (1955), ist die gleiche Situation etwas ausf&uuml;hrlicher geschildert:</p>
<p>&laquo;Wie damals unter anderem ein Teil der Bev&ouml;lkerung in Basel auf das Abstimmungsergebnis reagierte, geht aus einer telephonischen Beschwerde hervor, die Gemeindepr&auml;sident Dreyfus-Neumann an den Vorsteher des Polizeidepartements richtete. Polizeihauptmann Mangold berichtet nun auf Grund seiner Erhebungen dem Vorsteher des Polizeidepartements, es sei von Herrn Dreyfus-Neumann dar&uuml;ber geklagt worden, dass am Sonntag, den 20. August, des Abends beim Heraush&auml;ngen der Abstimmungsresultate auf dem Platze vor dem Verlag der National-Zeitung bedrohliche und beschimpfende Redensarten gegen die israelitische Gemeinde und deren Mitglieder ausgestossen worden seien. Wohl h&auml;tten, wie Mangold seinem Vorgesetzten weiter berichtet, die eingegangenen Informationen ergeben, dass allerdings beim Bekanntwerden von Resultaten, welche f&uuml;r die Israeliten ung&uuml;nstig lauteten, jeweilen ein grosser Jubel unter dem anwesenden Publikum stattgefunden habe, auch Rufe, man solle die Juden allesamt zum Lande hinausjagen, geh&ouml;rt wurden, doch sei absolut keine gemeingef&auml;hrliche Stimmung zu bemerken gewesen; im Gegenteil, alle Neugierigen h&auml;tten sich sehr befriedigt und meistenteils in guter Stimmung bald wieder entfernt.&raquo;<a href="#_ftn16" name="_ftnref16">[16]</a></p>
<p>Und wenige Zeilen danach:</p>
<p>&laquo;Der Verfasser der Festschrift erinnert sich selbst noch an jenen Sonntag Abend, an die Vorf&auml;lle auf dem Marktplatz und das Frohlocken der Menge. Auf jeden Fall war damals die Stimmung gegen die Juden eingestellt, und man konnte unter anderem Rufe h&ouml;ren wie: Nieder mit den Juden &ndash; Tod den Juden! &ndash; dem Verfasser hat dieses Kindheitserlebnis einen unausl&ouml;schlichen Eindruck hinterlassen.&raquo;<a href="#_ftn17" name="_ftnref17">[17]</a></p>
<p>Die Verbreitung dieses Zitats ohne seinen Kontext erscheint ein wenig ungl&uuml;cklich, schliesslich weist Nordemann es in seinem fast sechzig Jahre sp&auml;ter erschienenen Text als Kindheitserinnerung aus und macht es damit zum Quellenmaterial &ndash; nicht zur Hintergrundliteratur.<a href="#_ftn18" name="_ftnref18">[18]</a> Aus der geschilderten Situation l&auml;sst sich trotzdem bereits recht deutlich ablesen: Es gab bei der Abstimmung &uuml;ber das Sch&auml;chtverbot in Basel M&auml;nner, die an die Urne gingen, um der j&uuml;dischen Minderheit in der Schweiz eins auszuwischen und dieser offen die Ausweisung aus der Stadt oder sogar den Tod w&uuml;nschten. In der National-Zeitung, vor deren Redaktionsgeb&auml;ude sich die w&uuml;ste Szene abgespielt hatte, ist in der n&auml;chsten Ausgabe nichts dar&uuml;ber zu lesen. Mit etwas Goodwill l&auml;sst sich der Satz &laquo;Denn dies rechtfertigt noch keineswegs antisemitische Ausartungen, wie man sie erlebt hat&raquo; als Nachbesprechung auslegen.<a href="#_ftn19" name="_ftnref19">[19]</a></p>
<p>Dass die j&uuml;dische Minderheit in Basel geduldet, aufenthaltsberechtigt und neuerdings in einigen F&auml;llen sogar stimmberechtigt war, war 1893 noch keineswegs selbstverst&auml;ndlich. Nach der Judenverbrennung vom 16. Januar 1349 hatte sich die mittelalterliche Stadt als &laquo;judenfrei&raquo; erkl&auml;rt und war es &ndash; mit einigen Ausnahmen &ndash; bis zum Ende des 18. Jahrhunderts auch geblieben.<a href="#_ftn20" name="_ftnref20">[20]</a> Offiziell geduldetes j&uuml;disches Leben gab es in Basel erst, seitdem die junge Helvetische Republik im August 1798 einen Allianzvertrag mit Frankreich abgeschlossen hatte.<a href="#_ftn21" name="_ftnref21">[21]</a> Im Rahmen der Restauration ab 1816 hatte das st&auml;dtische Niederlassungsregiment j&uuml;dischen Zuzug dann bereits wieder untersagt und die Verbliebenen zu &laquo;Aussenseiter und Sonderfall einer Franz&ouml;sischen Judenheit&raquo; gemacht.<a href="#_ftn22" name="_ftnref22">[22]</a> An j&uuml;dische Basler B&uuml;rger war in der ersten H&auml;lfte des 19. Jahrhunderts nicht zu denken.</p>
<p>Die kleine Gemeinde, die sich ab 1798 trotzdem in Basel ansiedelte, bestand gr&ouml;sstenteils aus els&auml;ssischen Aschkenasim. Obwohl sie sich kulturell noch nicht gross von den Juden aus dem deutschgepr&auml;gten Raum unterschieden, also etwa jenen von Endingen und Lengnau, galten sie in Basel als Franzosen.<a href="#_ftn23" name="_ftnref23">[23]</a> Genaue Angaben zur Gr&ouml;sse und den Heimatverh&auml;ltnissen der j&uuml;dischen Gemeinde im fr&uuml;hen 19. Jahrhundert liegen nicht vor. 1850 lebten aber 107 J&uuml;dinnen und Juden in Basel, 1860 war die Gemeinde auf 171 Personen angewachsen und 1870 bestand sie aus 506 Personen, von denen 433 ihre Wurzeln im Elsass hatten.<a href="#_ftn24" name="_ftnref24">[24]</a> 1880 waren es bereits 830 und 1888 schliesslich 1086 Personen. Basel hatte damit die drittgr&ouml;sste j&uuml;dische Gemeinde der Schweiz, diese machte aber einen Bev&ouml;lkerungsanteil von lediglich 1-1.5 Prozent aus.<a href="#_ftn25" name="_ftnref25">[25]</a></p>
<p>Wenn els&auml;ssische Juden nach Basel zogen, taten sie dies meist aus wirtschaftlichen &Uuml;berlegungen: Viele von ihnen waren wohlhabende Kaufleute. Das aufstrebende und vernetzte Basel war ein naheliegendes Ziel f&uuml;r die &ouml;konomische Elite des s&uuml;dlichen Sundgau. &laquo;Die Verm&ouml;gensstruktur der Basler Judenschaft stellte nicht nur die &uuml;bliche Pyramide auf den Kopf, sondern fiel auch absolut aus den els&auml;ssischen Verh&auml;ltnissen heraus&raquo;, schreibt Kulturwissenschaftlerin Susanne Bennewitz.<a href="#_ftn26" name="_ftnref26">[26]</a> Von allen j&uuml;dischen Gemeinden im Oberelsass sei Basel die reichste gewesen. Ein j&uuml;disches Industrieproletariat, wie es sich in der restlichen Gesellschaft gegen Ende des 19. Jahrhunderts immer st&auml;rker herausbildete, gab es nicht.</p>
<p>Der ehemals praktisch rechtlose Status der j&uuml;dischen Bev&ouml;lkerung Basels durchlief im Verlauf des 19. Jahrhunderts eine deutliche &Auml;nderung &ndash; und zwar gemeinsam mit der Stadt. Das &laquo;Fromme Basel&raquo;, das sich durch die pietistische, strenge Auslegung des protestantischen Christentums auszeichnete und die Stadt &uuml;ber das im Vergleich zu anderen Schweizer Kantonen archaisch wirkende Ratsherrenregiment kontrolliert hatte, wich ab 1848 immer st&auml;rker der liberalen Gesellschaft einer Industriestadt unter freisinniger F&uuml;hrung.<a href="#_ftn27" name="_ftnref27">[27]</a> Katholiken tolerierte man seit 1798, Lutheranern war die Einb&uuml;rgerung ab 1838 erlaubt und seit 1848 war das B&uuml;rgerrecht nach zwei Jahren Aufenthalt nur noch an den christlichen Glauben gebunden.<a href="#_ftn28" name="_ftnref28">[28]</a></p>
<p>Ausgenommen von den Wirkungen dieses zunehmenden republikanischen Geists blieben lange die Juden: Niederlassungsfreiheit, Gleichheit vor dem Gesetz und Glaubensfreiheit galten in der jungen Schweiz nur f&uuml;r die Anh&auml;nger christlicher Religionen.<a href="#_ftn29" name="_ftnref29">[29]</a> Eine erste Lockerung dieser Diskriminierung fand erst im Sommer 1864 statt, als der Bundesrat aufgrund von Druck aus Frankreich eigenm&auml;chtig beschloss, den Schweizer Juden die Niederlassungs- und Kultusfreiheit zu gew&auml;hren.<a href="#_ftn30" name="_ftnref30">[30]</a> Eineinhalb Jahre sp&auml;ter best&auml;tigte das Stimmvolk den J&uuml;dinnen und Juden am 14. Januar 1866 die Niederlassungsfreiheit, verwarf aber die Kultusfreiheit wieder. Abgeschlossen war der Emanzipationsprozess erst mit dem Inkrafttreten der revidierten Bundesverfassung vom 29.05.1874.<a href="#_ftn31" name="_ftnref31">[31]</a> Die Schweiz gew&auml;hrte den (m&auml;nnlichen) Juden damit als letztes Land Westeuropas die vollen B&uuml;rgerrechte &ndash; 83 Jahre nach dem benachbarten politischen Vorbild Frankreich.</p>
<p>Zeitgleich mit diesen lokalen und nationalen Vorg&auml;ngen &auml;nderte sich aber auch das internationale Ph&auml;nomen der Judenfeindschaft. Antisemitismusforscher Werner Bergmann schreibt: &laquo;Trotz ganz unterschiedlicher Wege der Modernisierung und Integration der Juden entwickelte sich seit den 1870er Jahren in vielen europ&auml;ischen L&auml;ndern eine neue Form der Judenfeindschaft, f&uuml;r die sich schnell der Begriff Antisemitismus durchsetzte.&raquo;<a href="#_ftn32" name="_ftnref32">[32]</a> Von der klassischen Judenfeindschaft habe sich dieser in seiner &auml;usseren Form durch Politisierung und Organisationsbildung und in seiner inneren Form durch den inhaltlichen Wandel unterschieden: Neu war der Hass auf die Juden nicht mehr nur durch religi&ouml;se Aspekte unterf&uuml;ttert, sondern auch durch nationalistische. Eine &laquo;Rassen, Sitten und Kulturfrage&raquo; wurde zum dringlichen gesellschaftlichen Problem hochstilisiert.<a href="#_ftn33" name="_ftnref33">[33]</a> Juden wurden in Teilen der &ouml;ffentlichen Wahrnehmung von gemeinsch&auml;dlichen &laquo;Ritualm&ouml;rdern&raquo; zur andersartigen Rasse oder Nation.<a href="#_ftn34" name="_ftnref34">[34]</a></p>
<p>In der Schweiz unterschied sich das antisemitische &laquo;Set von Stereotypen&raquo; durch die st&auml;rker ausgepr&auml;gte xenophobe und eine eher sekund&auml;re rassische Komponente vom europ&auml;ischen Ausland.<a href="#_ftn35" name="_ftnref35">[35]</a> &laquo;Der Jude&raquo; wurde in erster Linie als Fremder konstruiert. Man f&uuml;rchtete sich vor einer &laquo;&Uuml;berflutung&raquo; des Landes durch els&auml;ssische Juden und achtete darauf, keine Juden in relevante Positionen aufsteigen zu lassen, also etwa in Redakteursposten bei der Presse.<a href="#_ftn36" name="_ftnref36">[36]</a></p>
<p>Damit l&auml;sst sich eine Definition von Antisemitismus und christlicher Judenfeindschaft vornehmen, die hier gelten soll: Als <em>antisemitisch</em> gelten Aussagen, die ein negatives Judenbild auf &laquo;nationalen&raquo; oder &laquo;rassischen&raquo; Merkmalen begr&uuml;nden, als <em>christlicher Antijudaismus</em> solche, die die Abgrenzung mit der &laquo;irritierenden Andersgl&auml;ubigkeit&raquo; der Juden untermauern.<a href="#_ftn37" name="_ftnref37">[37]</a></p>
<p>Wie dieses Denken in Basel funktionierte, zeigt die Lizentiatsarbeit des Historikers Urs Hoffmann &uuml;ber die Besuche des bekannten deutschen Predigers und Antisemiten Adolf Stroecker im Jahr 1881. Stroecker, der dem Umbruch der zweiten H&auml;lfte des 19. Jahrhunderts eine Rechristianisierung entgegenstellen wollte, sah die Moderne als &laquo;kirchenfeindliche, zerst&ouml;rerische Macht&raquo;.<a href="#_ftn38" name="_ftnref38">[38]</a> Als Chef seiner &laquo;christlich-sozialen&raquo; Partei schoss er sich zuerst auf die Sozialdemokratie ein, &auml;nderte aber nach deren praktischem Verbot im Deutschen Reich durch das &laquo;Gesetz gegen die gemeingef&auml;hrlichen Bestrebungen der Sozialdemokratie&raquo; von 1878 seine Ausrichtung und fand nun die Juden als Hauptfeind.<a href="#_ftn39" name="_ftnref39">[39]</a></p>
<p>Inhaltlich bestanden seine Predigten und Publikationen h&auml;ufig aus Plagiaten von antisemitischen Vordenkern. Zudem waren sie, bewusst oder unbewusst, so unpr&auml;zise gehalten, dass sowohl die christliche Judenfeindschaft als auch der ethnonationalistische Rassenantisemitismus Ankn&uuml;pfungspunkte daran fanden. In Predigten konzentrierte Stroecker sich darauf, den Juden N&auml;he zu Heiden, Unf&auml;higkeit zur N&auml;chstenliebe und die Schuld an der Kreuzigung vorzuwerfen. Als Volkstribun sprach er von j&uuml;dischen Verschw&ouml;rungen und erkl&auml;rte die &laquo;j&uuml;dische Rasse&raquo; und das &laquo;B&ouml;rsenjudentum&raquo; schuldig an den negativen Folgen des Fortschritts.<a href="#_ftn40" name="_ftnref40">[40]</a></p>
<p>In konservativen Basler Kreisen wurde Stroeckers Besuch mit Wohlwollen aufgenommen.<a href="#_ftn41" name="_ftnref41">[41]</a> &laquo;In diesem frommen Stadtb&uuml;rgertum traf Stroecker auf diejenige Gesellschaftsschicht, welche nicht zuerst von seinen Ideen &uuml;berzeugt werden musste&raquo;, schreibt Hoffmann. Einen Vortrag hielt Stroecker etwa im &laquo;Vereinshaus&raquo; am Nadelberg, einem Zentrum der protestantischen Orthodoxie. Das lasse darauf schliessen, dass seine Haltung von der dort tonangebenden konservativen Elite zumindest toleriert worden sei.<a href="#_ftn42" name="_ftnref42">[42]</a> Hoffmanns Analyse von vier protestantischen Zeitschriften und deren Berichterstattung &uuml;ber Stroeckers Besuch zeigt zudem: Es gab Bl&auml;tter des liberaleren Protestantismus, die schon fr&uuml;h davor warnten, die Juden zu S&uuml;ndenb&ouml;cken f&uuml;r alles zu machen. Auf konservativer Seite gab es aber durchaus auch einen Rassendiskurs und Weltregierungsvorstellungen, etwa im &laquo;Christlichen Volksboten aus Basel&raquo;.<a href="#_ftn43" name="_ftnref43">[43]</a> Diese Ergebnisse aus der Fr&uuml;hzeit der Phase der Ausbreitung des modernen Antisemitismus decken sich mit den hier an sp&auml;terer Stelle besprochenen Zeitungsberichten aus dem August 1893.</p>
<h2>Tierschutz und Menschenschutz</h2>
<p>1855 w&uuml;tete in Basel die Cholera. Die Durchfallbakterien des Typs Vibrio cholerae verbreiteten sich im verunreinigten Wasser und der Nahrung. Erkrankte litten unter starkem Durst, erbrochen Blut und schieden w&auml;ssrigen, sogenannten Reiswasserstuhl aus. Insgesamt sollen 399 Menschen erkrankt sein, 205 davon &ndash; zumeist die &Auml;lteren und Schw&auml;cheren &ndash; starben einen h&auml;sslichen Tod.<a href="#_ftn44" name="_ftnref44">[44]</a></p>
<p>Zur Bek&auml;mpfung der Seuche wurde bereits 1854 ein Cholera-Ausschuss eingesetzt. Dieser ging noch davon aus, dass sich die Krankheit &uuml;ber sogenannte Miasmata, also giftige D&auml;mpfe aus verrottenden organischen Substanzen, verbreite, erkannte aber auch fr&uuml;h, dass sie nicht in den sauberen B&uuml;rgerh&auml;usern w&uuml;tete, sondern in den unhygienischen Behausungen der Armen. Der Ausschuss forderte eine staatliche &Uuml;berwachung der Strassenreinigung, die Versorgung der Einwohner mit sauberem Trinkwasser &ndash; und einige Jahre sp&auml;ter: die Entfernung des Schlachtgewerbes aus dem Inneren der Stadt.<a href="#_ftn45" name="_ftnref45">[45]</a> &laquo;Damit waren die Eckpunkte einer grossangelegten Stadtsanierung umrissen, die einschneidende staatliche Eingriffe in das Privatleben der B&uuml;rger mit sich bringen sollten&raquo;, schreibt Historiker Peter Haenger.<a href="#_ftn46" name="_ftnref46">[46]</a> Die Ergebnisse dieser Arbeit zeigten sich nur langsam, deutlich aber am am 10. Januar 1870: Der Basler Zentralschlachthof &ouml;ffnete seine Tore und war fortan ein Anschauungsbeispiel der &Auml;ra des neuen Hygienebewusstseins. Kurz darauf wurden 1871 die &ouml;ffentlichen Fleischhallen geschlossen und eine Trennung von Schlachtung und Verkauf gesetzlich durchgesetzt.<a href="#_ftn47" name="_ftnref47">[47]</a> Ab den 1870er Jahren wurden Tiere ausserhalb des Blickfelds der &Ouml;ffentlichkeit get&ouml;tet, ihr Fleisch wurde nun aber vermehrt in Wohnquartieren verkauft.<a href="#_ftn48" name="_ftnref48">[48]</a></p>
<p>Seit 1849 hatte sich in der Stadt schon eine andere Str&ouml;mung bemerkbar gemacht, die sich mit dem T&ouml;ten von Tieren besch&auml;ftigte: Der Tierschutz war von Grossbritannien nach Basel vorgedrungen. Basel war damit &ndash; nach Bern &ndash; die zweite Stadt der Schweiz, die eine Tierschutzkommission einsetzte. Getragen wurde diese von der 1844 gegr&uuml;ndeten Gesellschaft f&uuml;r das Gemeinn&uuml;tzige und Gute (GGG). Zentrales Anliegen war seit Beginn die Durchsetzung von Schlachtverordnungen.<a href="#_ftn49" name="_ftnref49">[49]</a></p>
<p>Seinen ideellen Ursprung hatte der Tierschutz im neu entstandenen Naturbild der Moderne. &laquo;Die Wahrnehmung des Tieres als Gesch&ouml;pf, das zu leiden f&auml;hig ist, hatte sich parallel zu einer ver&auml;nderten Naturauffassung entwickelt&raquo;, schreibt Krauthammer.<a href="#_ftn50" name="_ftnref50">[50]</a> Daraus sei die &Uuml;berzeugung entstanden, dass die grausame Behandlung von Tieren eine Verrohung der Sitten nach sich ziehe. Die &laquo;Erziehung zum Mitleiden&raquo; sollte auch dazu beitragen, den modernen Menschen zu schaffen.<a href="#_ftn51" name="_ftnref51">[51]</a></p>
<p>Ein grosser Teil der fr&uuml;hen Arbeit der Schweizer Tierschutzorganisationen ist deshalb dem sogenannten <em>anthropozentrischen Tierschutz</em> zuzuschreiben:<a href="#_ftn52" name="_ftnref52">[52]</a> Tiere sollten im Interesse des Menschen &laquo;mit schonender Hand&raquo; behandelt werden. Tierqu&auml;lerei wurde als Gef&uuml;hlsrohheit betrachtet, die zu sp&auml;terer Gewalt gegen Menschen oder unsittlichem Benehmen f&uuml;hren kann. Die zugeh&ouml;rige Gegenposition, der <em>ethische Tierschutz</em>, der Tiere als lebendige und empfindsame Mitgesch&ouml;pfe betrachtet und um ihrer selbst willen sch&uuml;tzen will, war zwar auch bereits im 17. Jahrhundert aufgekommen und erlangte ab dem 19. Jahrhundert gesellschaftliche Relevanz. Bei schweizerischen Tierschutzorganisationen soll er aber eher sekund&auml;re Bedeutung genossen haben.<a href="#_ftn53" name="_ftnref53">[53]</a></p>
<p>Die Rekrutierungsbasis solcher Projekte zur Neugestaltung b&uuml;rgerlicher Normen bildeten in der Schweiz kirchliche Vereine, gemeinn&uuml;tzige Gesellschaften und landwirtschaftliche Vereine.<a href="#_ftn54" name="_ftnref54">[54]</a> In ihrer Gr&uuml;ndungszeit wurden sie &ouml;ffentlich oft als Marotte empfindsamer Bildungsb&uuml;rger und Ausgeburt einer ungesunden Sentimentalit&auml;t dargestellt. Bereits ab den 1850er Jahren war der Tierschutz aber eine &laquo;ernstzunehmende Pressuregroup&raquo; mit guten Verbindungen zu politischen Beh&ouml;rden.<a href="#_ftn55" name="_ftnref55">[55]</a> Ein Vereinsbeitritt wurde schnell attraktives Mittel zur Machtsteigerung.<a href="#_ftn56" name="_ftnref56">[56]</a> Grund daf&uuml;r war die Fixierung auf strafrechtlichen Tierschutz: Bis 1885 verf&uuml;gten alle Schweizer Kantone &uuml;ber Spezialgesetze oder Paragraphen gegen Tierqu&auml;lerei. Die Tierschutzorganisationen arbeiteten als semioffizielle Organisationen mit einem &Uuml;berwachungs- und Spitzelsystem. Sie zahlten Pr&auml;mien f&uuml;r die Verzeigung von Vergehen und drohten Geb&uuml;ssten die Ver&ouml;ffentlichung ihrer Namen an.<a href="#_ftn57" name="_ftnref57">[57]</a> Die verschiedenen Organisationen arbeiteten dabei nach dem Top-Down-Prinzip: &laquo;Tonangebend waren, wie in den meisten schweizerischen Vereinen, Angeh&ouml;rige der politischen Eliten, Akademiker und Beamte&raquo;, schreibt Mesmer.<a href="#_ftn58" name="_ftnref58">[58]</a></p>
<p>In Sachen Schlachtung hatte der Basler Tierschutz sich fr&uuml;h f&uuml;r die Bet&auml;ubung von Schweinen eingesetzt, deren damals noch &ouml;ffentliche T&ouml;tung von angsterf&uuml;llten Schreien begleitet worden war. &laquo;Viele Metzger unterliessen dies aus Gewohnheit und Schlendrian, stachen die Schweine ohne Bet&auml;ubung und liessen sie schreien, bis ihnen der Blutverlust Bewusstsein und Kraft zum Schreien raubte&raquo;, schreibt Philipp Schmidt.<a href="#_ftn59" name="_ftnref59">[59]</a> Und weiter: &laquo;&hellip;wobei der Metzger das hilflose Zappeln der Tiere gerne sah, weil nach seiner Meinung dadurch das Ausbluten gef&ouml;rdert werde.&raquo;<a href="#_ftn60" name="_ftnref60">[60]</a> Diese Erinnerung sollte beachtet werden, wenn ein halbes Jahrhundert sp&auml;ter der j&uuml;dischen Minderheit der Vorwurf des grausamen Schlachtens durch sehr &auml;hnliche Methoden gemacht wurde.</p>
<p>Auf personeller Ebene ist der Eintritt des Tierarztes und sp&auml;teren Schlachthausverwalters Benjamin Siegmund 1868 in die Basler Tierschutzkommission hervorzuheben. Er habe sich mit &laquo;Mut und Tatkraft&raquo; ausgezeichnet und ihm seien &laquo;enorm viele Fortschritte des Tierschutzes in Basel und der Schweiz, selbst im Ausland, zu verdanken&raquo;, schreibt Schmitd in seiner Jubil&auml;umsschrift.<a href="#_ftn61" name="_ftnref61">[61]</a> Der Schlachthausverwalter mischte zwei Jahrzehnte sp&auml;ter als Sch&auml;chtgegner t&uuml;chtig im Mediendiskurs um die Abstimmung mit, vorerst setzte er sich aber in einer v&ouml;llig anderen Funktion f&uuml;r die saubere T&ouml;tung von Grossvieh ein: Er bet&auml;tigte sich als Erfinder.<a href="#_ftn62" name="_ftnref62">[62]</a> Inspiriert durch die Pariser Bouterole, einer sogenannten Stiftmaske, die es Schlachtern erleichtern sollte, den Rindern einen Bolzen ins Gehirn zu treiben, erfand Siegmund 1872 die Basler Schussmaske. Das Prinzip war dabei ein &Auml;hnliches: Am Sch&auml;del des Schlachtviehs wurde ein maskenartiges Instrument befestigt, das bei Bet&auml;tigung das Gehirn des Tieres zerst&ouml;rte. Nach der Einf&uuml;hrung der Schussmaske betrachtete man beim Basler Tierschutz den beim Sch&auml;chten zentralen Halsschnitt als &laquo;endg&uuml;ltig &uuml;berlebt&raquo;.<a href="#_ftn63" name="_ftnref63">[63]</a></p>
<h2>Die rechtlich-politische Ebene</h2>
<p>Das Wort Sch&auml;chten geht auf das hebr&auml;ische &laquo;Schachat&raquo;, also Schlachten, zur&uuml;ck.<a href="#_ftn64" name="_ftnref64">[64]</a> Als T&ouml;tungsmethode ist es nicht nur im Judentum verbreitet, sondern beispielsweise auch in jeweils etwas anderen Auslegungen im Islam oder bei der Sikh-Religion, was hier aber nicht weiter ins Gewicht f&auml;llt. Die religi&ouml;se Auslegung dieser Schlachtmethode im Judentum geschieht nicht durch ein Gebot an zentraler Stelle, sondern kommt als Kombination verschiedener Deutungen und Traditionen zustande. Als Grundlegend k&ouml;nnte man wohl das Gebot Mose der Genesis 9:4 bezeichnen:</p>
<p>&laquo;Allein esset das Fleisch nicht, das noch lebet in seinem Blute.&raquo;<a href="#_ftn65" name="_ftnref65">[65]</a></p>
<p>Insgesamt zehn Mal warnt die Thora vor dem Verzehr von Blut. Nach mosaischem Gesetz gilt dieses als &laquo;Tr&auml;ger der Seele und Sitz des Lebens&raquo;. Es wird als heilig betrachtet und geh&ouml;rt in der religi&ouml;sen Vorstellung dem Sch&ouml;pfer, nicht den Menschen.<a href="#_ftn66" name="_ftnref66">[66]</a> Verbunden damit ist das Aasverbot, das es verbietet, Fleisch von verendeten oder verletzten Tieren zu essen:</p>
<p>&laquo;Ihr sollt heilige Leute vor mir sein; darum sollt ihr kein Fleisch essen, das auf dem Felde von Tieren zerrissen ist, sondern es vor die Hunde werfen.&raquo;<a href="#_ftn67" name="_ftnref67">[67]</a></p>
<p>Dass das Schlachten dabei nach einem bestimmten Ritual vonstattengehen m&uuml;sse, geht laut Horanyi nach der &uuml;berwiegenden Meinung von Rabbinern auf das f&uuml;nfte Buch Moses zur&uuml;ck, in dem steht:<a href="#_ftn68" name="_ftnref68">[68]</a></p>
<p>&laquo;Ist aber die St&auml;tte fern von dir, die der HERR, dein Gott, erw&auml;hlt hat, dass er seinen Namen daselbst wohnen lasse, so schlachte von deinen Rindern oder Schafen, die dir der HERR gegeben hat, <em>wie ich dir geboten habe</em>, und iss es in deinen Toren nach aller Lust deiner Seele.&raquo;<a href="#_ftn69" name="_ftnref69">[69]</a></p>
<p>Ein Hinweis darauf, wie es denn nun genau geboten sei, findet sich in der Thora nicht mehr. Die weitere Auslegung wird im Bereich der &Uuml;berlieferung und Auslegung und deshalb im Talmud und seinen Kommentaren verortet.<a href="#_ftn70" name="_ftnref70">[70]</a> Dort wird es allerdings nicht einfacher: Der Talmud war bereits im 5. Jahrhundert abgeschlossen, die beiden massgeblichen Kommentare im 12. und 16. Jahrhundert.<a href="#_ftn71" name="_ftnref71">[71]</a> &laquo;Zum damaligen Zeitpunkt waren Bet&auml;ubungsmethoden n&auml;mlich noch g&auml;nzlich unbekannt, so dass die religionsstiftenden Schriften noch keine verbindliche Entscheidung &uuml;ber deren Zul&auml;ssigkeit treffen konnten&raquo;, schreibt Horanyi.<a href="#_ftn72" name="_ftnref72">[72]</a></p>
<p>Die von den meisten j&uuml;dischen Sachverst&auml;ndigen bis heute vertretene Ablehnung der Bet&auml;ubung gehe darauf zur&uuml;ck, dass ein Schlachttier noch lebendig und gesund sein m&uuml;sse, was bei vorhergehender Bet&auml;ubung nicht gew&auml;hrleistet werden k&ouml;nne. Eine Bet&auml;ubung k&ouml;nne zu inneren Verletzungen des Tieres f&uuml;hren und es so f&uuml;r den Konsum durch gl&auml;ubige Juden untauglich machen.<a href="#_ftn73" name="_ftnref73">[73]</a> &laquo;Ein von der j&uuml;dischen Orthodoxie anerkanntes Bet&auml;ubungsverfahren d&uuml;rfte keine anatomischen Ver&auml;nderungen beim zu schlachtenden Tier hervorrufen. Mechanische Bet&auml;ubungsmethoden gen&uuml;gen diesen Voraussetzungen offenkundig nicht&raquo;, schreibt Krauthammer.<a href="#_ftn74" name="_ftnref74">[74]</a></p>
<p>Dass solchen Auslegungen in der Schweiz &uuml;berhaupt beachtet werden mussten, geht wiederum auf den Abschluss der Emanzipation durch die Revision der Bundesverfassung von 1874 zur&uuml;ck. Mit dem ersten Absatz von Artikel 50 wurde darin die Religionsfreiheit eingef&uuml;hrt:</p>
<p>&laquo;Die freie Aus&uuml;bung gottesdienstlicher Handlungen ist innerhalb der Schranken der Sittlichkeit und der &ouml;ffentlichen Ordnung gew&auml;hrleistet.&raquo;<a href="#_ftn75" name="_ftnref75">[75]</a></p>
<p>Sobald dieser Artikel in Kraft getreten war, kam es zum Konflikt zwischen dem Bund und dem Kanton St. Gallen. Die Stadt St. Gallen hatte im gleichen Jahr beschlossen, im &ouml;rtlichen Schlachthaus die Bouterole als zwingende Bet&auml;ubungsmethode einzuf&uuml;hren, und das Sch&auml;chten damit zu verbieten. Die j&uuml;dische Gemeinde hatte zuerst erfolglos bei der Kantonsregierung Rekurs dagegen eingelegt und sich daraufhin an den Bundesrat gewandt. Dieser sistierte den Entscheid und verwies darauf, dass die Statuten der j&uuml;dischen Gemeinde von St. Gallen 1866 angenommen worden waren und darin das Amt eines Sch&auml;chters erw&auml;hnt werde.<a href="#_ftn76" name="_ftnref76">[76]</a> Mit dem Rekurs in St. Gallen wurde die Komplexit&auml;t der Problemlage deutlich, wie Mesmer schreibt.<a href="#_ftn77" name="_ftnref77">[77]</a> Der Bundesrat akzeptierte mit seinem Entscheid das Sch&auml;chten als 1. Teil des j&uuml;dischen Gottesdienstes, der 2. die &laquo;Schranken der Sittlichkeit und der &ouml;ffentlichen Ordnung&raquo; nicht &uuml;bertrat. Er setzte sich aber auch &uuml;ber ordnungspolizeiliche Kompetenzen der Kantone hinweg und stellte durch die Ausnahmebewilligung f&uuml;r eine Religionsgemeinschaft die Rechtsgleichheit in Frage.</p>
<p>Der St. Galler Fall stand zudem in einer langj&auml;hrigen Tradition der Rechtsstreitereien um das Sch&auml;chten. So hatte der Kanton Aargau in seinem Tierschutzgesetz von 1854 eine Bet&auml;ubung durch Kopfschlag zur Pflicht gemacht und dabei die Juden in Lengnau und Oberendingen nicht beachtet &ndash; was dazu f&uuml;hrte, dass der Grosse Rat des Kantons 1855 ein Sondergesetz f&uuml;r die Surbtaler Gemeinden hatte einf&uuml;hren m&uuml;ssen. Durch dieses Entgegenkommen war in der Schweiz die Sch&auml;chtfrage &uuml;berhaupt erst geschaffen worden, schreibt Mesmer.<a href="#_ftn78" name="_ftnref78">[78]</a> Nun war das Sch&auml;chten im Aargau tats&auml;chlich so etwas wie ein j&uuml;disches Privileg. Ab 1867 gab es im Kanton Bestrebungen, dieses Gesetz wieder aufzuheben.<a href="#_ftn79" name="_ftnref79">[79]</a></p>
<p>In Z&uuml;rich beauftragte die Polizeidirektion bereits um 1860 zwei Professoren damit, ein Gutachten &uuml;ber das Sch&auml;chten zu erstellen, weil sie vom Tierschutz die Meldung bekommen hatte, dass in der Stadt gesch&auml;chtet werde. Der Veterin&auml;r Rudolf Zangger und der Physiologe Heinrich Fick kamen &uuml;bereinstimmend zum Ergebnis, dass das Sch&auml;chten nicht grausamer als andere T&ouml;tungsmethoden sei.<a href="#_ftn80" name="_ftnref80">[80]</a> Das l&auml;utete eine wahre Flut von Gutachten auf allen Ebenen ein, von denen die meisten auch nach der Einf&uuml;hrung der Schlachtmasken das Sch&auml;chten noch als gleichwertige T&ouml;tungsart bezeichneten. 1885 hatte der Badener Rabbiner Ehrmann bereits 50 solcher sch&auml;chtfreundlichen Gutachten zusammengetragen, ihre Zahl sollte noch weiter ansteigen.<a href="#_ftn81" name="_ftnref81">[81]</a></p>
<p>Diese Dokumente las man auch bei den Tierschutzvereinen: Beim internationalen Tierschutzkongress in Z&uuml;rich 1869 erlitten die Sch&auml;chtgegner einer Niederlage mit einem Vorstoss, 1877 beschlossen die Tierschutzvereine der Schweiz, die Frage ganz fallen zu lassen.<a href="#_ftn82" name="_ftnref82">[82]</a> Die Sch&auml;chtgegner passten ihre Argumentation nun auf zwei Ebenen an die Ereignisse an: Sie stellten das Sch&auml;chten als nicht-gottesdienstrelevant f&uuml;r die Juden dar und die Gutachten der Wissenschaftler in Frage. Dazu nutzten sie den aufkommenden Kampf gegen die Vivisektion, also Tierversuche. &laquo;Die Physiologen wurden von den Vivisektionsgegnern fortan als grausame, gef&uuml;hllose Tierqu&auml;ler diffamiert&raquo;, schreibt Krauthammer.<a href="#_ftn83" name="_ftnref83">[83]</a> Das bewirkte den Austritt vieler Wissenschaftler aus den Tierschutzvereinen.<a href="#_ftn84" name="_ftnref84">[84]</a> Die Vereine verliessen sich nun zunehmend auf das &laquo;gesunde Volksempfinden&raquo;.<a href="#_ftn85" name="_ftnref85">[85]</a></p>
<p>Hier spielten gleichzeitig personelle &Auml;nderungen in den Tierschutzvereinen der Kantone Bern und Aargau eine Rolle. Herauszustreichen ist insbesondere der Aufstieg von Andreas Keller-J&auml;ggi im Aargau und die opportunistische Kooperation des Berner Politikers Edmund von Steiger mit der Volkspartei des Antisemiten Ulrich D&uuml;rrenmatt.<a href="#_ftn86" name="_ftnref86">[86]</a> Dieser hatte sich &ouml;ffentlich mit dem Sch&auml;chten auseinandergesetzt, seitdem er 1881 die Leitung der &laquo;Berner Volkszeitung&raquo; &uuml;bernommen hatte.<a href="#_ftn87" name="_ftnref87">[87]</a> Der b&uuml;rgerlich-patrizische von Steiger hatte bei den Nationalratswahlen 1884 eine Schlappe erlitten und setzte nun den Antisemitismus ein, um seine freisinnigen Gegner zu bek&auml;mpfen. Mit Erfolg: Er wurde 1888 in den Nationalrat gew&auml;hlt.<a href="#_ftn88" name="_ftnref88">[88]</a></p>
<p>Mit neuem Personal ausgestattet und auf der Welle des salonf&auml;higen Antisemitismus reitend l&auml;utete der Tierschutz nun die n&auml;chste Runde im Sch&auml;chtstreit ein. Beim internationalen Tierschutzkongress in Wien stimmten die Delegierten einer Resolution zu, die ein absolutes Bet&auml;ubungsgebot forderte.<a href="#_ftn89" name="_ftnref89">[89]</a> Im Aargau machte man sich daran, die Sondergesetzte endg&uuml;ltig abzuschaffen. In Bern legte von Steiger 1889 eine Schlachtverordnung vor, die &laquo;das sogenannte Sch&auml;chten oder Halsaufschneiden, sowie das Kopfabschneiden ohne vorherige Bet&auml;ubung&raquo; verbot.<a href="#_ftn90" name="_ftnref90">[90]</a> Dagegen intervenierten die j&uuml;dischen Gemeinden wieder beim Bundesrat. Dieser entschied am 17. M&auml;rz 1890, dass ein absolutes Sch&auml;chtverbot unzul&auml;ssig sei, es aber an den Kantonen liege, in kantonalen Polizeiverordnungen und Gesetzen Einschr&auml;nkungen bez&uuml;glich des Schlachtens zu erlassen.</p>
<p>Nun trat der Aargauer Keller-J&auml;ggi st&auml;rker als Drahtzieher auf. Es gelang ihm, den Zentralvorstand der deutschschweizerischen Tierschutzvereine in die Pflicht zu nehmen und die Kantonsregierungen der Kantone Aargau und Bern dazu zu bewegen, einen Rekurs gegen den Bundesratsentscheid einzulegen und die Sache an die eidgen&ouml;ssischen R&auml;te weiterzuziehen.<a href="#_ftn91" name="_ftnref91">[91]</a> Diese behandelten den Rekurs im Juni und Dezember 1891 und schlossen sich der Haltung des Bundesrates an.<a href="#_ftn92" name="_ftnref92">[92]</a> Der Zentralvorstand publizierte daraufhin das offen antisemitische Pamphlet &laquo;Die Landesv&auml;ter als Sch&auml;chtherolde&raquo; und beschloss, vom eben eingef&uuml;hrten Initiativrecht Gebrauch zu machen.<a href="#_ftn93" name="_ftnref93">[93]</a> Die Basler Tierschutzkommission fragte ihre Muttergesellschaft GGG an, ob sie sich daran beteiligen solle, diese sorgte sich aber um den Religionsfrieden und lehnte ab.<a href="#_ftn94" name="_ftnref94">[94]</a></p>
<p>Trotzdem gelang es dem Zentralvorstand problemlos, die geforderten 50'000 Unterschriften zusammenzubringen. Den Abstimmungskampf gewannen die Tiersch&uuml;tzer mit 191'527 Ja- zu 127'101 Nein-Stimmen und knappen 11.5 St&auml;nden. Im Kanton Baselstadt nahm man die Initiative mit 3480 zu 1058 Stimmen an. Den Tierschutzvereinen war es gelungen, eine Schlachtfrage zur &laquo;Judenfrage&raquo; umzufunktionieren, schreibt Mesmer.<a href="#_ftn95" name="_ftnref95">[95]</a></p>
<h1>Die Waffen der Massenmedien: Stereotypen, Klischees und Feindbilder</h1>
<p>In seinem regelm&auml;ssig erscheinenden politischen Jahrbuch der Schweiz unterscheidet der Berner Theologe und Nationalrat Carl Hilty bereits 1892 drei Arten von Sch&auml;chtgegnern:</p>
<ol>
<li>Tierfreunde, die &uuml;ber die &laquo;physiologischen Thatsachen, die ihrem Wunsche zu Grunde liegen, irrig berichtet sind&raquo;.</li>
<li>Verfechter der &laquo;absoluten Gleichheit&raquo;, wobei Hilty zu dieser Gruppe &laquo;alle loyalen Gegner des Sch&auml;chtens&raquo; z&auml;hlt.</li>
<li>&laquo;Die Feinde der Juden &uuml;berhaupt.&raquo;<a href="#_ftn96" name="_ftnref96">[96]</a></li>
</ol>
<p>Interessanter sind an dieser Stelle aber die S&auml;tze, die Hilty gleich danach schreibt, als er anmerkt, dass es die religi&ouml;sen Juden seien, die das Sch&auml;chtverbot am st&auml;rksten treffe, obwohl:</p>
<p>&laquo;&hellip;die durchschnittlich bei weitem die besten und redlichsten sind. Der v&ouml;llig religionslose Jude allein ist oft sch&auml;dlich und gef&auml;hrlich, weil er dann leicht zum rein materialistischen und dabei talentvollen und r&uuml;cksichtslosen Streber wird. Die anderen Kulturnationen h&auml;tten allen Grund die Religiosit&auml;t im Judenthum nicht zu untergraben, sondern erhalten zu helfen.&raquo;<a href="#_ftn97" name="_ftnref97">[97]</a></p>
<p>Mithilfe dieses Zitats lassen sich bereits viele der Kommunikationsformen aufzeigen, aus denen das Bild des hassenswerten Juden &uuml;berhaupt konstruiert wurde. Das Wissen &uuml;ber sie soll hier als methodische Grundlage dienen.</p>
<h2>Kategorien</h2>
<p>Wenn Hilty von &laquo;Juden&raquo; spricht, dann schafft er damit eine Kategorie. Eine solche fasst Eigenschaften von Personen, Objekten oder Ereignissen zu Klassen zusammen und bildet die Grundlage jedes Lernens. Grunds&auml;tzlich sind Kategorien &laquo;hilfreiche Einteilungen, die Ordnung und &Uuml;bersicht schaffen, Systematisierung erleichtern und neue Informationen in bereits vorhandene Wissensstrukturen einordnen&raquo;, schreibt Kommunikationswissenschaftlerin Martina Thiele.<a href="#_ftn98" name="_ftnref98">[98]</a></p>
<p>Besonders f&uuml;r die Einordnung von Menschen in Kategorien gilt aber auch: Kategorien sind nicht neutral.<a href="#_ftn99" name="_ftnref99">[99]</a> Zu den gr&ouml;sseren Leistungen der Geisteswissenschaft des vergangenen Jahrhunderts geh&ouml;rt die Feststellung, dass Kategorien nicht nat&uuml;rlich verteilt, sondern &uuml;ber den sozialen Kontext bestimmt werden. Ein Beispiel davon ist der &laquo;v&ouml;llig religionslose Jude&raquo; in Hiltys Zitat, den es so einige Jahrhundert zuvor wohl nicht h&auml;tte geben k&ouml;nnen.</p>
<h2>Stereotypen</h2>
<p>Dass wir bei der Bildung von Kategorien von Eigenschaften ausgehen, ist also unumg&auml;nglich aber auch unproblematisch. Schwierigkeiten entstehen erst dadurch, dass wir dazu neigen, solche zu verallgemeinern oder fest an Kategorien zu binden. So entstehen Stereotypen &ndash; eine Wortkonstruktion aus den griechischen W&ouml;rtern &laquo;stereos&raquo; (hart, fest, starr) und &laquo;typos&raquo; (feste Form, charakteristisches Gepr&auml;ge). Dass Stereotypen eng mit der Medienkommunikation verbunden sind, zeigt sich in der Etymologie: Bereits 1798 benutzte der franz&ouml;sische Drucker Firmin Didiot das Wort zur Bezeichnung einer neuen Drucktechnik.<a href="#_ftn100" name="_ftnref100">[100]</a> Wirklich in den Sprachgebrauch eingegangen ist es aber erst 1922, als Walter Lippmann es in seinem Grundlagenwerk &laquo;Public Opinion&raquo; als &laquo;pictures in our heads&raquo; bezeichnete.<a href="#_ftn101" name="_ftnref101">[101]</a></p>
<p>Stereotypen lassen sich als &uuml;berstarke &Uuml;berzeugungen, die mit Kategorien verbunden sind, definieren.<a href="#_ftn102" name="_ftnref102">[102]</a> Oder noch deutlicher:</p>
<p>&laquo;Festzuhalten bleibt zun&auml;chst, dass Stereotype auf Kategorisierung, Vereinfachung und Verallgemeinerung beruhen. Es handelt sich bei ihnen um einfache und sozial geteilte Meinungen &uuml;ber die Merkmale der Mitglieder einer sozialen Gruppe. Diese Merkmale sind mit positiven oder negativen Wertungen verbunden.&raquo;<a href="#_ftn103" name="_ftnref103">[103]</a></p>
<p>In Hiltys Beispiel etwa ist es durchaus denkbar, dass er Erfahrungen mit Personen der Kategorie &laquo;Jude&raquo; gemacht hat, denen die Eigenschaft &laquo;materialistisch&raquo;, &laquo;talentvoll&raquo;, &laquo;r&uuml;cksichtslos&raquo; oder sogar &laquo;gef&auml;hrlich&raquo; zuzuschreiben ist. Dadurch, dass er diese Eigenschaften aber in seiner Aussage uneingeschr&auml;nkt auf alle &laquo;v&ouml;llig religionslosen Juden&raquo; anwendet, tr&auml;gt er dazu bei, das &laquo;Set von Stereotypen&raquo; zu konstruieren, das man als Antisemitismus kennt.<a href="#_ftn104" name="_ftnref104">[104]</a></p>
<h2>Feindbild</h2>
<p>Als letztes Konzept schliesst sich daran das Feindbild an. Es wird in der Forschung meist auf die Kommunikation &uuml;ber fremde Nationen und politische Systeme angewandt. Hiltys letzter Satz (&laquo;die anderen Nationen&raquo;) deutet hier aber bereits an, dass es in der Untersuchung der Berichterstattung zum Sch&auml;chtverbot durchaus seine Berechtigung hat.</p>
<p>Die Konstruktion eines Feindbildes geschieht laut Thiele in vier Schritten: Abgrenzung, Begr&uuml;ndung, Feminisierung und Unterstellung.</p>
<ol>
<li>Abgrenzung: Die &laquo;Feinde&raquo; werden durch Personalisierung, Emotionalisierung, Polarisierung, Generalisierung und die Wiederholung der dabei entstehenden Stereotypen konstruiert. Diesen Prozess kann man als Othering bezeichnen.</li>
<li>Begr&uuml;ndung: Im n&auml;chsten Schritt wird das angebliche Anderssein biologisch, &ouml;konomisch, religi&ouml;s oder mit allen anderen zur Verf&uuml;gung stehenden Mitteln untermauert.</li>
<li>Feminisierung: In vielen F&auml;llen wird der &laquo;Feind&raquo; zur &laquo;Feindin&raquo; &ndash; also als weibisch verweichelt oder hypersexualisiertes zu eroberndes Territorium dargestellt.</li>
<li>Unterstellung: Im letzten Schritt wird die Aggression auf die Gegengruppe &uuml;bertragen. Eigene Aggressivit&auml;t dagegen wird als Reaktion dargestellt.<a href="#_ftn105" name="_ftnref105">[105]</a></li>
</ol>
<p>Herauszustreichen ist bei Feindbildern zudem, dass sie erschaffen werden, weil sie einem Zweck dienen. Anders als Stereotype entstehen sie nicht beil&auml;ufig im allt&auml;glichen Sprachgebrauch, sie werden gesch&uuml;rt. &laquo;Weil Feindbilder offensichtlich individuelle wie gesellschaftliche Funktionen erf&uuml;llen, gibt es sie&raquo;, schreibt Thiele.<a href="#_ftn106" name="_ftnref106">[106]</a></p>
<h1>Die Basler Zeitungslandschaft von 1893Die Realit&auml;t der Basler Zeitungslandschaft von 1893</h1>
<p>Nein, in der Zeitung steht nicht die Wahrheit. Diese in der heutigen Zeit immer mal wieder unter Staunen entdeckte Erkenntnis l&auml;sst sich wohl am besten mit den Worten des Soziologen Niklas Luhmann ausformulieren: Massenmedien &laquo;k&ouml;nnen nicht einfach sich selber f&uuml;r die Wahrheit halten. Sie m&uuml;ssen folglich Realit&auml;t konstruieren, und zwar im Unterschied zur eigenen Realit&auml;t noch eine andere.&raquo;<a href="#_ftn107" name="_ftnref107">[107]</a> Diese &laquo;andere&raquo; Realit&auml;t bezeichnet Luhmann als &laquo;internes Korrelat von Systemoperationen&raquo; und macht Wahrheit damit zu &laquo;nichts weiter als einem Indikator f&uuml;r erfolgreiche Konsistenzpr&uuml;fung im System&raquo;.<a href="#_ftn108" name="_ftnref108">[108]</a></p>
<p>Die Realit&auml;t, die durch moderne Massenmedien konstruiert wird, deren endg&uuml;ltige Genese wir w&auml;hrend der Zeit des Sch&auml;chtverbots beobachten, ist also in erster Linie eine Aneinanderreihung von konsistenten Kommunikationshandlungen. Sie entsteht laut Luhmann, &laquo;wenn Inkonsistenzen, die sich aus der Beteiligung des Ged&auml;chtnisses an den Systemoperationen ergeben k&ouml;nnen, aufgel&ouml;st werden.&raquo;<a href="#_ftn109" name="_ftnref109">[109]</a> Je komplexer ein System dabei wird, desto mehr Variet&auml;t kann es in der Welt zulassen, ohne an Realit&auml;t einzub&uuml;ssen. So k&ouml;nne es sich ein System leisten, auch mit Negationen oder mit Annahmen zu arbeiten, die &laquo;von der Welt, wie sie ist, distanzieren&raquo;.<a href="#_ftn110" name="_ftnref110">[110]</a></p>
<p>Genau diese Ausdifferenzierung fand im Basler Mediensystem des beginnenden Fin de Si&egrave;cle statt. Zeitungen in Form von Flugbl&auml;ttern hatte es zwar schon seit dem Beginn der Fr&uuml;hen Neuzeit gegeben, das erste periodisch erscheinende Blatt war 1605 im nahen Strassburg gedruckt worden.<a href="#_ftn111" name="_ftnref111">[111]</a> Eine richtige Medialisierung der Gesellschaft gab es aber erst jetzt. Angetrieben durch neue elektronische &Uuml;bertragungsmethoden wie der Telegrafie und dem Telefon begann ein &laquo;goldenes Zeitalter&raquo; der Medien. Es leitete eine &laquo;wechselseitige Transformation des medialen und sozialen&raquo; ein, wie Medienhistoriker Frank B&ouml;sch schreibt.<a href="#_ftn112" name="_ftnref112">[112]</a> Auflage, Erscheinungsh&auml;ufigkeit und Vielfalt der einzelnen Erzeugnisse nahmen stark zu.</p>
<p>In der Druckerstadt Basel hatte lange die Zensur das Entstehen eines wirklichen Zeitungswesens verhindert. Erste Vorl&auml;ufer wie die &laquo;Ordinari-Wochenzeitung&raquo; im fr&uuml;hen 17. Jahrhundert oder die &laquo;Basler Mittwochs- und Samstags-Zeitung&raquo; (ab 1682) und das &laquo;mit hochobrigkeitlichem Privilegio beg&uuml;nstigte bl&auml;ttlein&raquo; (ab 1729) waren noch &laquo;typische Anzeiger ohne politischen Inhalt&raquo;, die als Gegenleistung f&uuml;r die Druckerlaubnis ab und zu unentgeltlich obrigkeitliche Inserate abdrucken mussten.<a href="#_ftn113" name="_ftnref113">[113]</a> Ein wichtiger Tag in der Basler Mediengeschichte ist der 25. Februar 1826: Der damals erstmals ver&ouml;ffentlichte Auszug aus einer Sitzung des Grossen Rats legte den Grundstein f&uuml;r die politische Presse.<a href="#_ftn114" name="_ftnref114">[114]</a></p>
<p>Erste politische Zeitungen erschienen ab 1831. &laquo;Zeitungen wurden in dieser Periode von kleinen Gruppen oder einzelnen Personen, die die Meinungsf&uuml;hrerschaft anstrebten, herausgebracht&raquo;, schreibt Historiker David Tr&eacute;f&aacute;s.<a href="#_ftn115" name="_ftnref115">[115]</a> Diese h&auml;tten oft unentgeltlich gearbeitet und ihr Geld mit einer Druckerei oder einem Verlag verdient. &laquo;Wirtschaftlicher Erfolg war weder zu erzielen noch angestrebt.&raquo;<a href="#_ftn116" name="_ftnref116">[116]</a></p>
<p>Das &auml;nderte sich ab dem 17. Mai 1839: Die Regierung legte im Stempelgesetz eine Stempelsteuer von f&uuml;nf Prozent des Abopreises fest. Damit sanken die Abgaben f&uuml;r eine Zeitung um 70 Prozent und die Herausgabe wurde unternehmerisch interessant.<a href="#_ftn117" name="_ftnref117">[117]</a> In der zweiten H&auml;lfte des 19. Jahrhunderts entstanden nun die ersten Annoncenagenturen in Basel und Werbung wurde zur wichtigen Einnahmequelle. Das hatte Einfluss auf den Umfang der redaktionellen Inhalte: &laquo;Je mehr Inserate gedruckt werden konnten, desto gr&ouml;sser wurden die Formate der Tageszeitungen&raquo;, schreibt Tr&eacute;f&aacute;s.<a href="#_ftn118" name="_ftnref118">[118]</a></p>
<p>Die erste Zeitung, die nun sowohl nach Markt- als auch nach Meinungsf&uuml;hrerschaft strebte waren die &laquo;Basler Nachrichten&raquo;. Sie waren aus dem &laquo;mit hochobrigkeitlichem Privilegio beg&uuml;nstigten bl&auml;ttlein&raquo; entstanden und gaben sich ab 1845 den Untertitel &laquo;Allgemeines Intelligenz-Blatt der Stadt Basel&raquo;. Das Blatt, das in der Tradition eines Regierungssprachrohrs stand und lange dem liberalkonservativen Milieu nahestand, machte 1872 einen spektakul&auml;ren Kurswechsel durch: Eine Gruppe radikaler Politiker sicherte sich eine Aktienmehrheit daran und machte es zum Sprachrohr des Radikalismus. Als Reaktion darauf entstand 1873 die &laquo;Allgemeine-Schweizer Zeitung&raquo;, die fortan die Stimme der Konservativen vertrat.<a href="#_ftn119" name="_ftnref119">[119]</a> Mit dem Erstarken der Sozialdemokratie in der Stadt, stieg gegen Ende des 19. Jahrhunderts auch das Bed&uuml;rfnis nach einer linken Zeitung in Basel. Nach einigen erfolglosen Gr&uuml;ndungsversuchen entstand am 28. August 1886 der &laquo;Basler Arbeiterfreund&raquo;. Kurz nach dem hier untersuchten Zeitraum wurde er durch das &ouml;fter erscheinende aber von der gleichen Redaktion getragene &laquo;Vorw&auml;rts&raquo; ersetzt.<a href="#_ftn120" name="_ftnref120">[120]</a></p>
<p>Mit Abstand am erfolgreichsten verkaufte sich die &laquo;National-Zeitung&raquo;.<a href="#_ftn121" name="_ftnref121">[121]</a> Sie war 1841 als &laquo;Schweizerische National-Zeitung&raquo; in Opposition zur konservativen Ratsherrenherrschaft gegr&uuml;ndet worden und hatte einige Jahre lang politische K&auml;mpfe ausgefochten. In den 1850er Jahren hatte sie sich dem fr&uuml;hen Sozialismus angen&auml;hert, war dann aber 1858 f&uuml;r dreissig Jahre eingestellt worden.<a href="#_ftn122" name="_ftnref122">[122]</a> Ab den 1880er Jahren erschien sie wieder. Nun vertrat sie die das Weltbild der herrschenden b&uuml;rgerlich-liberalen Elite.</p>
<p>Das letzte hier behandelte Blatt ist der &laquo;Christliche Volksbote aus Basel&raquo;. Er stellt zwar eine protestantische Zeitschrift und keine Zeitung dar. Seine Analyse ist aber interessant, da er ein Organ des Frommen Basels war und ihm Hoffmann in den 1880er-Jahren deutlichen Rassenantisemitismus nachweist.<a href="#_ftn123" name="_ftnref123">[123]</a></p>
<h1>Die Berichterstattung &uuml;ber das Sch&auml;chtverbot</h1>
<h2>National-Zeitung</h2>
<p>Um 1893 erscheint die &laquo;National-Zeitung&raquo; sechs Mal pro Woche, jeweils von Dienstag bis Sonntag. An Wochenenden und manchen Wochentagen besteht sie aus zwei Bl&auml;ttern, an Dienstagen aus einem. Inhaltlich dominieren im August 1893 die Weltausstellung in Chicago und der internationale Sozialistenkongress in Z&uuml;rich. Das Sch&auml;chtverbot wird als Nebenschauplatz behandelt, erh&auml;lt hier aber von allen untersuchten Bl&auml;ttern am meisten Aufmerksamkeit.<a href="#_ftn124" name="_ftnref124">[124]</a></p>
<p>Sein Hauptargument ist es, dass ein Sch&auml;chtverbot nichts in der Bundesverfassung zu suchen habe. Die Volksinitiative d&uuml;rfe nicht zum &laquo;Werkzeug der Tyrannei&raquo; werden: &laquo;Das Schweizervolk, das sich das sch&ouml;ne Recht gegeben hat, durch unmittelbaren Ausdruck des eigenen Willens seine Verfassung zu &auml;ndern, es soll sich nicht weniger weise zeigen als seine Gesetzgeber. Es leiste vor den anderen V&ouml;lkern den Beweis seiner politischen Reife, indem es verhindert, dass unter dem Vorwand der Gleichheit die Freiheit zu Grabe getragen werde.&raquo;</p>
<p>Weiter schreibt er, dass laut fachverst&auml;ndigen Experten &laquo;die j&uuml;dische Art des Schlachtens zu den am wenigsten grausamen geh&ouml;rt&raquo; &ndash; &laquo;m&ouml;gen auch gewisse begleitende Erscheinungen Leute mit allzu reizbaren Nerven unangenehm ber&uuml;hren&raquo;. Zudem warnt er vor mehr B&uuml;rokratie und schliesslich vor einem &laquo;Rassenkampf&raquo;. Der &laquo;widrige Auswuchs des Antisemitismus&raquo; solle sich in der Schweiz nicht so verbreiten wie in &laquo;einigen Nachbarstaaten&raquo;. Einen kleinen Seitenhieb in j&uuml;dische Richtung kann er sich dann aber doch nicht verkneifen: &laquo;Wir leugnen nicht, dass in den gegen die Juden im allgemeinen erhobenen Vorw&uuml;rfen eine gewisse Wahrheit liegt. Allein wir sehen nicht ein, in wiefern (sic!) die vorgeschlagene veratorische Massregel das Uebel beseitigen w&uuml;rde. Und vergessen wir nicht, dass der Charakter der Juden die Frucht Jahrhunderte langer Verfolgungen ist; bessern k&ouml;nnen wir ihn nur durch Jahrhunderte ruhiger Duldung.&raquo;</p>
<p>Eine j&uuml;dische Definition des Sch&auml;chtens als religi&ouml;se Handlung wird nicht akzeptiert, denn &laquo;eine Religion ist ihres Namens nicht w&uuml;rdig, wenn sie Grausamkeit &uuml;ber Erbarmen setzt, welches wir unseren stummen Mitgesch&ouml;pfen schulden&raquo;. Zudem sei das Sch&auml;chtverbot ein Mittel zur Herstellung der Gleichheit, das christliche Metzger wieder auf die gleiche Stufe stelle wie die als vor dem Gesetzt als &uuml;berlegen empfundenen Juden: &laquo;Wenn christliche Metzger ohne vorherige Bet&auml;ubung Schlachten, so begehen sie nach den gesetzlichen Verordnungen eine grausame, strafw&uuml;rdige Handlung. Die j&uuml;dischen Metzger dagegen gehen, wenn sie dasselbe thun, straflos aus! Ist das gerecht, ist das nicht geradezu eine Verh&ouml;hnung des Grundsatzes der Gleichstellung aller B&uuml;rger?&raquo;</p>
<p>Die verbreitete Definition der Sch&auml;chtens als nicht-tierqu&auml;lerische Todesart wird hinterfragt. Die Professoren, die die Hutachten ausgestellt h&auml;tten, seien als &laquo;berufsm&auml;ssige Vivisektoren (zerschneiden lebender Tiere) f&uuml;r die Gef&uuml;hle der Grausamkeit abgestumpft&raquo;.<a href="#_ftn125" name="_ftnref125">[125]</a> Davon k&ouml;nne sich jeder selbst ein Bild machen: &laquo;Wer noch niemals Sch&auml;chten gesehen, der gehe hin und sehe mit eigenen Augen, wie das zugeht&raquo;.</p>
<p>Die Diskussion in der &laquo;National-Zeitung&raquo; spitzt sich nun, kurz vor der Abstimmung, zu. Am 18.08.1893 ver&ouml;ffentlicht das Blatt auf der Titelseite den Kommentar &laquo;An die Stimmberechtigten Basels.&raquo; von den National- und St&auml;nder&auml;ten Brenner, Eckstein-Schr&ouml;ter, G&ouml;ttisheim, Speiser und Kinkelin.<a href="#_ftn126" name="_ftnref126">[126]</a> Diese argumentieren &auml;hnlich wie Droz: Man w&uuml;rdige die Beweggr&uuml;nde der Sch&auml;chtgegner (&laquo;Ein Volk, welches Anspruch auf Gesittung erhebt, soll darauf bedacht sein, jeder nutzlosen Tierqu&auml;lerei entgegen zu treten.&raquo;), lehne dieses aber als nicht-durchf&uuml;hrbar ab. Das Sch&auml;chtverbot sei eine Verordnung, die nichts in der Verfassung zu suchen habe.</p>
<p>Es w&uuml;rden sich weiter die Anzeichen mehren, &laquo;dass vielfach das angestrebte Verbot nicht des Tierschutzes wegen verlangt wird, sondern engherziger Abneigung gegen einen Teil unserer Volksgenossen, bei welchem das Sch&auml;chten als &uuml;bliche Schlachtmethode gehandhabt wird, entspringt.&raquo; Die T&ouml;tungsmethode verstosse nicht gegen die Sitte. Es sei zwar m&ouml;glich, sie als Tierqu&auml;lerei zu sehen, aber die &laquo;grosse Mehrheit der Sachverst&auml;ndigen&raquo; bestreite dies als &laquo;eine im Vergleich zu anderen Schlachtmethoden unzul&auml;ssige Annahme&raquo;.</p>
<p>Zudem f&auml;llt ein Satz, der die Nationalr&auml;te in einen erbitterten Streit mit dem Schlachthausverwalter Siegmund bringen wird. SieDie Verfassung wird in der &laquo;National-Zeitung&raquo; als ehrw&uuml;rdiges Dokument dargestellt, das es zu Sch&uuml;tzen gilt. Die meisten ver&ouml;ffentlichten Beitr&auml;ge sprechen dem Sch&auml;chtverbot, respektive Artikel 25<sup>bis</sup>, einen Platz darin ab, da es nicht mit anderen Artikeln vereinbar sei oder auf der kantonalen Verordnungsebene seinen Platz finde. Ein Kommentar des Zentralvorstandes des Tierschutzvereins enth&auml;lt aber auch die Aussage: &laquo;Eine Bestimmung welche solche Grausamkeit verh&uuml;ten will, steht der Bundesverfassung sicherlich nicht schlecht an, da dieselbe eine Reihe von weit minder wichtigen Dingen regelt.&raquo;<a href="#_ftn127" name="_ftnref127">[127]</a> Sp&uuml;rbar ist zudem, dass man noch nicht genau weiss, wie das neue Initiativrecht die Verfassung ver&auml;ndern wird. So warnt die &laquo;National-Zeitung&raquo; etwa davor, dass mit einer Annahme ein Pr&auml;zedenzfall daf&uuml;r geschaffen werde, &laquo;dass jede Frage von einer gewissen Z&uuml;gigkeit zum Gegenstand eines Initiativbegehrens gemacht werden und dem Volke unterbreitet werden kann.&raquo;<a href="#_ftn128" name="_ftnref128">[128]</a></p>
<p>&Uuml;ber das Sch&auml;chten gehen die Meinungen ein wenig weiter auseinander. Alt-Bundesrat Droz etwa schreibt, man k&ouml;nne nicht beweisen, dass es grausam sei, und geht sogar so weit zu sagen, das Sch&auml;chten sei m&ouml;glicherweise die &laquo;am wenigsten grausame Methode&raquo;.<a href="#_ftn129" name="_ftnref129">[129]</a> Allerdings k&ouml;nne es Menschen mit &laquo;schlechten Nerven&raquo; auch &laquo;unangenehm ber&uuml;hren&raquo;, dabei zuzusehen.<a href="#_ftn130" name="_ftnref130">[130]</a> In den Meisten Artikeln wird Sch&auml;chten als j&uuml;discher Kultus und althergebrachte Tradition dargestellt. Im ver&ouml;ffentlichten Kommentar des Tierschutzes wird es aber auch als verabscheuensw&uuml;rdige T&ouml;tung, deren Grausamkeit sich leicht erkennen l&auml;sst, und die nichts mit Religion zu tun hat beschrieben. Zitat: &laquo;Schlachten ohne vorherige Bet&auml;ubung ist f&uuml;r das Tier mit Angst und Schmerz verbunden, dauert ausserordentlich lange Zeit und ruft solch gr&auml;sslichen Todeskampf hervor, dass jeder Mensch tiefes Mitleid mit dem gequ&auml;lten Tiere aber auch Abscheu, Ekelgef&uuml;hl und Entr&uuml;stung &uuml;ber ein solches Schlachtverfahren empfinden muss.&raquo;<a href="#_ftn131" name="_ftnref131">[131]</a> Einen deutlichen Unterschied gibt es in der Argumentationsstruktur: Die Initiativgegner beziehen sich auf wissenschaftliche Autorit&auml;ten, die Sch&auml;chtgegner dagegen beschreiben den Vorgang selbst.<a href="#_ftn132" name="_ftnref132">[132]</a></p>
<p>&Uuml;ber die Juden sind die Meinungen geteilt, es finden sich aber auch viele Schnittpunkte. Es bezweifelt niemand, dass es in der Gesellschaft antisemitische Tendenzen gibt, es hat aber auch niemand etwas Gutes &uuml;ber die Juden zu sagen. So kann sich Droz einen kleinen Seitenhieb gegen sie nicht verkneifen, wenn er schreibt: &laquo;Wir leugnen nicht, dass in den gegen die Juden im allgemeinen erhobenen Vorw&uuml;rfen eine gewisse Wahrheit liegt. Allein wir sehen nicht ein, in wiefern die vorgeschlagene veratorische Massregel das Uebel beseitigen w&uuml;rde. Und vergessen wir nicht, dass der Charakter der Juden die Frucht jahrhundertelanger Verfolgungen ist; bessern k&ouml;nnen wir ihn nur durch Jahrhunderte ruhiger Duldung.&raquo;<a href="#_ftn133" name="_ftnref133">[133]</a></p>
<p>Wenn hier immerhin noch der Wille zum Vorschein kommt, gemeinsam mit den Juden zu leben, so unterscheidet sich das vom Judenbild des Tierschutzes und der Initiativbef&uuml;rworter. Sie stellen in der &laquo;National-Zeitung&raquo; die Juden als hartn&auml;ckige Profiteure der Moderne dar, die gegen&uuml;ber Christen in einer privilegierten Situation sind: &laquo;Wenn christliche Metzger ohne vorherige Bet&auml;ubung Schlachten, so begehen sie nach den gesetzlichen Verordnungen eine grausame, strafw&uuml;rdige Handlung. Die j&uuml;dischen Metzger dagegen gehen, wenn sie dasselbe thun, straflos aus! Ist das gerecht, ist das nicht geradezu eine Verh&ouml;hnung des Grundsatzes der Gleichstellung aller B&uuml;rger?&raquo;, schreibt etwa der Zentralvorstand der Tierschutzvereine.<a href="#_ftn134" name="_ftnref134">[134]</a></p>
<p>Neben den besprochenen Kategorien fallen in der Berichterstattung der &laquo;National-Zeitung&raquo; drei Eigenheiten auf, die hier noch zur Sprache gebracht werden sollen.</p>
<ol>
<li>Am 10.08.1893 schreibt die Zeitung auf Seite zwei &uuml;ber ein &laquo;Zirkular der Rabbiner&raquo; an christliche Pfarrer und fasst kurz deren Argumente zusammen.<a href="#_ftn135" name="_ftnref135">[135]</a> In der gesamten Berichterstattung aller untersuchten Basler Medien kommt dieser kurze Artikel der j&uuml;dischen Perspektive am n&auml;chsten.</li>
<li>Am 18.08.1893 wird mit dem &laquo;Aufruf des Centralkomitees f&uuml;r Verwerfung der Sch&auml;chtinitiative an die schweizerische Bauernsame&raquo; ein H&ouml;hepunkt des Antisemitismus erreicht. Der Aufruf f&auml;llt durch eine Sprache auf, die nahe an einer Handlungsaufforderung liegt, etwa: &laquo;Es wird Euch nahegelegt, Euch an den Juden zu r&auml;chen f&uuml;r Unbill, die etwa dem einen oder andern von euch zugef&uuml;gt worden ist.&raquo; <a href="#_ftn136" name="_ftnref136">[136]</a> Eine solche Rache funktioniere aber nicht, weil sich &laquo;die Juden zu helfen wissen&raquo; und werde nur die Bauern treffen.</li>
</ol>
<p>In der &laquo;National-Zeitung&raquo; entfaltet sich eine Diskussion zwischen einer Gruppe von Basler Politikern und dem Schlachthausverwalter Siegmund. Die National- und St&auml;nder&auml;te schreiben, es mache keinen Sinn, das Sch&auml;chten zu verbieten, &laquo;weil eine in ihrem Aufruf gegen die Sch&auml;chtinitiative, eine &laquo;rationale, zweckentsprechende Schlachtmethode, welche gegen&uuml;ber den zur Zeit bestehenden als ein Fortschritt bezeichnet werden kann&raquo;, bestehe nicht und f&uuml;hrende Physiologen w&uuml;rden das Sch&auml;chten als schonend bezeichnen.<a href="#_ftn137" name="_ftnref137">[137]</a> Siegmund reagiert darauf mit drei emp&ouml;rten &laquo;Richtigstellungen&raquo; in denen er auf die Wirksamkeit seiner Maske und seine praktische Erfahrung verweist. Dabei scheint es ihm ernsthaft ums Tierwohl zu gehen: Er schreibt nicht &uuml;ber das vermeintliche Wesen der Juden oder den religi&ouml;sen Wert des Sch&auml;chtens, sondern nur &uuml;ber die Vorz&uuml;ge seiner Schlachtmethode.<a href="#_ftn138" name="_ftnref138">[138]</a> Die Antwort darauf kommt am n&auml;chsten Tag in einem emp&ouml;rten Leserbrief des Schlachthausverwalters: Unter dem Titel &laquo;Zur Richtigstellung!&raquo; schreibt dieser: &laquo;Erstens wird behauptet, dass die Mehrzahl der Sachverst&auml;ndigen das Sch&auml;chten nicht als Tierqu&auml;lerei bezeichnet h&auml;tten, dabei ist aber nicht gesagt, dass diese sogenannten Sachverst&auml;ndigen zum gr&ouml;ssten Teile Chirurgen und Physiologen sind, deren Urteil ohne gen&uuml;gende praktische Kenntnis des Sch&auml;chtens aus wissenschaftlicher Spekulation beruht, oder die selbst Vivisektoren und daher f&uuml;r die Leiden der Tierwelt abgestumpft sind. Die wirklichen Sachverst&auml;ndigen, die Schlachthausdirektoren und Schlachthaustier&auml;rzte sind in grosser Mehrzahl Feinde des Sch&auml;chtens.&raquo;<a href="#_ftn139" name="_ftnref139">[139]</a></p>
<p>Dann geht er zur Verteidigung seiner Schussmaske &uuml;ber: &laquo;Die zweite Behauptung, dass das Sch&auml;chten nicht verboten werden k&ouml;nne, so lange nicht eine leichtere Todesart als das gew&ouml;hnliche Schlachten gefunden sei, beweist nur, dass die H.H. Nationalr&auml;te das heute in ihrem eigenen Basler Schlachthause ge&uuml;bte Schlachtverfahren nicht kennen, obschon sich dasselbe den ganzen Tag &uuml;ber durch kr&auml;ftige Detonationen h&ouml;rbar macht!&raquo; Das Sch&auml;chten nehme &laquo;im allerg&uuml;nstigsten Falle mehrere Minuten in Anspruch&raquo;, seine Schussmaske bringe dagegen auch den &laquo;schwersten Schweizerochse in weniger als einer halben Sekunde vom Leben zum Tode&raquo;.</p>
<p>Die Nationalzeitung stellt sich deutlich hinter die Politiker und gibt diesen die M&ouml;glichkeit, Siegmunds &laquo;Richtigstellung&raquo; direkt anschliessende zu kommentieren: Das machen sie dadurch, dass sie dessen Kompetenz als Tierarzt anzweifeln.<a href="#_ftn140" name="_ftnref140">[140]</a> (&laquo;&Uuml;brigens geht es doch kaum an, den Professoren der Physiologie, welche zumeist die Lehrer der Tier&auml;rzte sind, ein Urteil in Sachen abzusprechen.&raquo;) Und Siegmund unterstellen, die Effizienz seiner Erfindung zu &uuml;bertreiben.</p>
<p>Ihren antisemitischen Tiefpunkt erreichte die Diskussion in der &laquo;National-Zeitung&raquo; am 18.08.1893 &ndash; und zwar in Form eines &laquo;Aufrufs des Centralkomitees f&uuml;r Verwerfung der Sch&auml;chtinitiative an die schweizerische Bauernsame&raquo;, den die Zeitung auf Seite zwei, hinter dem Aufruf der Nationalr&auml;te, abdruckt.<a href="#_ftn141" name="_ftnref141">[141]</a> Hier steht beispielsweise: &laquo;Es wird Euch (Mitb&uuml;rgern) nahegelegt, Euch an den Juden zu r&auml;chen f&uuml;r Unbill, die etwa dem einen oder andern von euch zugef&uuml;gt worden ist.&raquo; Man solle sich aber davon nicht t&auml;uschen lassen: &laquo;Ihr glaubt vielleicht die Juden zu treffen: in Wirklichkeit wird die schweizerische Bauersame durch den neuen Verfassungsartikel am meisten leiden. Die Juden werden sich zu helfen wissen: aus dem Ausland werden sie ihren Fleischbedarf beziehen. Dass dadurch der Absatz des schweizerischen Schlachtviehs erschwert wird, ist klar.&raquo;</p>
<p>Man solle sich weder durch &laquo;unm&auml;nnliche Gef&uuml;hlsduselei&raquo;, noch durch &laquo;unchristlichen Hass und Rachedurst&raquo; zu einem un&uuml;berlegten Schritt hinreissen lassen, denn: &laquo;Wer anderen eine Grube gr&auml;bt, f&auml;llt selbst hinein!&raquo;</p>
<ol>
<li>Die &laquo;National-Zeitung&raquo; lehnt das Sch&auml;chtverbot zwar deutlich ab, sie l&auml;sst aber auch die Sch&auml;chtgegner zu Wort kommen und behandelt diese Respektvoll.</li>
<li>Mit den Juden l&auml;uft etwas schief. Dem Subtext der gesamten Berichterstattung der &laquo;National-Zeitung&raquo; ist zu entnehmen, dass man die Juden als fehlgeleitete Bev&ouml;lkerungsgruppe betrachtet. Das ergibt sich etwa aus Droz&rsquo; Aufruf oder dem Aufruf an die Bauernsame. Die Ausnahme davon stellt interessanterweise Schlachthausverwalter Siegmund dar, dem es &ndash; zumindest in seinen Leserbriefen &ndash; in erster Linie um seine Erfindung und das Tierwohl zu gehen scheint.</li>
<li>In den Argumentationen der Sch&auml;chtgegner taucht aber auch ein Bild eines Juden auf, der zeitgleich &uuml;ber den Gesetzen und unter der Moral der restlichen Bev&ouml;lkerung steht.</li>
<li>Die Hauptargumentation der Initiativgegner ist es, dass ein Sch&auml;chtverbot nichts in der Verfassung zu suchen habe. Die Sch&auml;chtgegner dagegen halten sich in dieser Argumentation zur&uuml;ck. In der nachtr&auml;glichen Betrachtung scheint es etwas elit&auml;r, wie etwa Droz dem Volk erkl&auml;ren will, was es d&uuml;rfe und was nicht.</li>
</ol>
<h2>Basler Nachrichten</h2>
<p>Die &laquo;Basler Nachrichten&raquo; gleichen in ihrer Aufmachung und der Themenauswahl der &laquo;National Zeitung&raquo;. Auch hier wird dem Sozialistenkongress viel Aufmerksamkeit geschenkt. Auff&auml;llig sind ein ausgepr&auml;gter Literaturteil und der Abdruck des Romans &laquo;Gef&auml;hrliche Waffen&raquo; als Serie auf Seite 1. Erstmals erw&auml;hnt wird das Sch&auml;chtverbot am 02.08.1893 in einem als Korrespondenz gekennzeichneten Text von einem &laquo;Mitglied des Vereins gegen Menschenqu&auml;lerei&raquo;. Unter dem Titel: &laquo;Das Lied vom Sch&auml;chten&raquo; werden hier etwas ironisch Argumente gegen das Sch&auml;chtverbot aufgez&auml;hlt, etwa: Man k&ouml;nne ja sonst auch einen Artikel in die Verfassung schreiben, der besage: &laquo;Mehl in die W&uuml;rste zu thun, ist ausnahmslos untersagt.&raquo;<a href="#_ftn142" name="_ftnref142">[142]</a> Das Sch&auml;chten wird mit der wiedereingef&uuml;hrten Todesstrafe durch die Guillotine verglichen, die doch immerhin die &laquo;mildeste, humanste, christlichste Weise, einen Menschen zu t&ouml;ten&raquo; darstelle. Zitat: &laquo;Menschen sch&auml;chten wir, aber Ochsen d&uuml;rfen wir nicht sch&auml;chten.&raquo;</p>
<p>Am 13.08.1893 ver&ouml;ffentlichen die &laquo;Basler Nachrichten&raquo; dann ihren l&auml;ngsten Artikel zum Thema, eine zweigeteilte Korrespondenz unter dem Titel &laquo;Die Sch&auml;chtfrage.<a href="#_ftn143" name="_ftnref143">[143]</a> Hier unterstellt die Zeitung den Sch&auml;chtgegnern sehr deutlich Antisemitismus: &laquo;Man kann sich daher drehen und wenden, wie man will, thats&auml;chlich liefe die Durchf&uuml;hrung des Verbotes eben doch auf nichts anderes hinaus, als auf die Vergewaltigung einer Minderheit, eine Judenverfolgung im Kleinen, die Unterdr&uuml;ckung eines spezifisch j&uuml;dischen Gebrauches.&raquo; Die Brutalit&auml;t des Sch&auml;chtens wird angezweifelt, es stehe nicht &laquo;ausser Zweifel&raquo;, &laquo;dass das Sch&auml;chten eine wirkliche Tierqu&auml;lerei sei&raquo;. Man d&uuml;rfe einen Menschen zudem, &laquo;sei sein Glauben im &Uuml;brigen der Meine oder ein anderer&raquo;, nicht &laquo;liebloser behandeln und ihn geistig mehr dr&uuml;cken und Qu&auml;len als ein unvern&uuml;nftiges Tier &uuml;berhaupt Gequ&auml;lt werden kann&raquo;.</p>
<p>Gleich darauf tragen die &laquo;Basler Nachrichten&raquo; dann aber auch selbst t&uuml;chtig zur Stereotypenbildung bei, indem sie das bereits besprochene Zitat von Hilty aufgreifen: &laquo;Das bedenklichste dabei ist, dass wie Hilty mit Recht hervorhebt, gerade die Juden am schwersten betroffen w&uuml;rden, die durchschnittlich die achtbarsten und besten sind, n&auml;mlich die ernst und religi&ouml;s gesinnten, die an ihrem Glauben strenge festhalten.&raquo;</p>
<p>&laquo;ausser Zweifel steht es nicht, dass das Sch&auml;chten eine wirkliche Tierqu&auml;lerei sei, und daher will ich seinen Anh&auml;ngern Freiheit lassen; vor allem und in allem aber will ich keinen Mitmenschen, sei sein Glauben im &Uuml;brigen der Meine oder ein anderer, liebloser behandeln und ihn geistig mehr dr&uuml;cken und Qu&auml;len als ein unvern&uuml;nftiges Tier &uuml;berhaupt Gequ&auml;lt werden kann.&raquo;</p>
<p>Festzuhalten ist, dass die &laquo;Basler Nachrichten&raquo;, &auml;hnlich wie die &laquo;National-Zeitung&raquo;, auch die Sch&auml;chtgegner zu Wort kommen lassen. So werden etwa Ausz&uuml;ge aus dem bereits besprochenen Aufruf des Centralvorstandes des Schweizer Tierschutzvereins abgedruckt und ein &laquo;Schweizerb&uuml;rger, der durchaus nicht Antisemit ist&raquo; erh&auml;lt Gelegenheit, seine Meinung kundzutun. Dieser vertritt die Meinung, das Sch&auml;chten sei zwar Teil der j&uuml;dischen Religion, verstosse aber zu stark gegen die Sitte: &laquo;Wir erlauben den Mormonen die Vielweiberei auch nicht, trotzdem sie erkl&auml;ren, sie geh&ouml;ren zu ihrer Religion.&raquo;<a href="#_ftn144" name="_ftnref144">[144]</a></p>
<p>Am 11.08.1893 beginnt in den &laquo;Basler Nachrichten&raquo; die Berichterstattung &uuml;ber eine der unsch&ouml;nsten Seiten des Abstimmungskampfes: Die Redaktion erh&auml;lt Drohungen von den Sch&auml;chtgegnern. Am In ihrer Darstellung der Verfassung gleichen die &laquo;Basler Nachrichten&raquo; der &laquo;National Zeitung&raquo;: Mit Ausnahme des ver&ouml;ffentlichten Aufrufs des Tierschutzes sind sich alle dar&uuml;ber einig, dass der Sch&auml;chtartikel darin nichts verloren habe. Ein ironischer Unterton im ersten ver&ouml;ffentlichten Artikel der &laquo;Basler Nachrichten&raquo; l&auml;sst zudem darauf schliessen, dass man die Initiative hier bel&auml;chelte. Man k&ouml;nne ja auch einen Artikel in die Verfassung schreiben, der besage: &laquo;Mehl in die W&uuml;rste zu thun, ist ausnahmslos untersagt&raquo;, kommentiert ein Autor, der sich als &laquo;Mitglied des Vereins gegen Menschenqu&auml;lerei&raquo; vorstellt.<a href="#_ftn145" name="_ftnref145">[145]</a></p>
<p>Das gleiche gilt f&uuml;r das Sch&auml;chten. Hier ist die Grundhaltung der &laquo;Basler Nachrichten&raquo; m&ouml;glicherweise noch etwas deutlicher als diejenige der &laquo;National-Zeitung&raquo;. Das kommt etwa zum Ausdruck, wenn das Blatt schreibt, man d&uuml;rfe einen Menschen, &laquo;sei sein Glauben im &Uuml;brigen der Meine oder ein anderer&raquo;, nicht &laquo;liebloser behandeln und ihn geistig mehr dr&uuml;cken und Qu&auml;len als ein unvern&uuml;nftiges Tier &uuml;berhaupt Gequ&auml;lt werden kann&raquo;.<a href="#_ftn146" name="_ftnref146">[146]</a> Eine &auml;hnliche Abgrenzung zwischen Mensch und Tier ist in den anderen Bl&auml;ttern nicht zu finden.</p>
<p>Die Kategorie Juden wird mehrfach im Hinblick auf den auf sie gerichteten Hass behandelt. Die &laquo;Basler Nachrichten&raquo; sprechen von allen Zeitungen am offensten &uuml;ber den Antisemitismus und lehnen ihn deutlich ab. Auch sie kommen aber nicht ohne j&uuml;dische Stereotypen aus. So ist hier vom &laquo;nationalen Eigensinn&raquo; der Juden zu lesen und das bereits besprochene Zitat von Hilty wird aufgegriffen: &laquo;Das bedenklichste dabei ist, dass wie Hilty mit Recht hervorhebt, gerade die Juden am schwersten betroffen w&uuml;rden, die durchschnittlich die achtbarsten und besten sind, n&auml;mlich die ernst und religi&ouml;s gesinnten, die an ihrem Glauben strenge festhalten.&raquo;<a href="#_ftn147" name="_ftnref147">[147]</a></p>
<p>Eine weitere Beobachtung &uuml;ber die &laquo;Basler Nachrichten&raquo; muss hier noch erw&auml;hnt werden: Ab dem 11.08.1893 berichtet die Redaktion dar&uuml;ber, dass sie Drohungen ausgesetzt sei. Man habe eigentlich vorgehabt, in der Sache alle Seiten anzuh&ouml;ren. Das werde aber wahrscheinlich bald ein Ende nehmen, &laquo;wenn die Freunde des Sch&auml;chtverbotes fortfahren, Verd&auml;chtigungen auszustreuen, wie sie bereits gegen&uuml;ber mehreren Bl&auml;ttern, und so auch den &rsquo;Basler Nachrichten&rsquo; gegen&uuml;ber ausgesprochen worden sind. Esschreibt sie, &laquo;es wird n&auml;mlich ganz unverfroren behauptet, dass diejenigen Bl&auml;tter, welche Artikel gegen das Sch&auml;chtverbot bringen, mit israelitischem Gelde &lsquo;geschmiert&rsquo; werden.&raquo;<a href="#_ftn148" name="_ftnref148">[148]</a> Vor dem 18.08.1893 nehmen diese Anfeindungen zu. Nun berichtet die Zeitung, man habe aus Z&uuml;rich und Baden Drohpostkarten erhalten, die ihr vorwerfen, j&uuml;disches Geld anzunehmen.<a href="#_ftn149" name="_ftnref149">[149]</a> Einen Tag sp&auml;ter informiert sie dann &uuml;ber eine weitere Postkarte aus Liestal. Zudem seiNr. 219, 15.08.1893, Beilage</p>
<p>&nbsp;der Redaktion ein abgeschnittenes Schweinsohr zugesendet worden.<a href="#_ftn150" name="_ftnref150">[150]</a> Obwohl sich die &laquo;Basler Nachrichten&raquo; k&auml;mpferisch geben, scheint die Taktik der Antisemiten aufzugehen. Am 20.08.1893, dem Abstimmungssonntag, schreibt das Blatt auf seiner Titelseite &uuml;ber das Sch&auml;chtverbot: nichts.</p>
<h2>Allgemeine-Schweizer Zeitung</h2>
<p>In ihrer Aufmachung gleicht auch die &laquo;Allgemeine-Schweizer Zeitung&raquo; (ASZ) den beiden genannten Bl&auml;ttern. Sie berichtet ebenso &uuml;ber den Sozialistenkongress und die Weltausstellung, unterscheidet sich aber dadurch von ihnen, dass sie sich mit Ausnahme des auch in der &laquo;National-Zeitung&raquo; und den &laquo;Basler Nachrichten&raquo; abgedruckten Aufrufs der Basler Politiker durchgehend f&uuml;r das Sch&auml;chtverbot ausspricht.<a href="#_ftn151" name="_ftnref151">[151]</a></p>
<p>Die Darstellung der Verfassung gleicht in der ASZ derjenigen der liberalen Bl&auml;tter: Sie wird als ehrw&uuml;rdiges und sch&uuml;tzenswertes Dokument gesehen. Allerdings f&auml;llt hier oft auch der Zusatz, es gebe keine andere M&ouml;glichkeit, das Sch&auml;chten zu verbieten, als durch die Initiative. Das Verfassungs-Argument wird meist auch als eher nebens&auml;chlich Thematisiert.</p>
<p>Das Sch&auml;chten steht deutlich st&auml;rker im Vordergrund. In fast allen Artikeln wird es als sehr grausam dargestellt. Die Zeitung ver&ouml;ffentlicht lange und detaillierte Beschreibungen von blutigen Sch&auml;chtvorg&auml;ngen. Zudem versucht sie zu begr&uuml;nden, wieso das Sch&auml;chten f&uuml;r die Juden kein religi&ouml;ser Kultus sei und scheut nicht davor zur&uuml;ck, den Juden ihre Religion von aussen zu definieren: &laquo;Das mosaische Gesetz, dem auch wir Christen &ndash; immerhin nach dem von Christus aufgeteilten Masstab &ndash; Ehrbietung zollen, enth&auml;lt nur das Verbot des Blutgenusses; die Satzungen des Talmud, nach denen der Sch&auml;chtritus sich richtet, sind sp&auml;teren und absolut nicht gleichwertigen Ursprungs&raquo;, schreibt sie an einer Stelle.<a href="#_ftn152" name="_ftnref152">[152]</a></p>
<p>Mehrfach kommt auch zur Sprache, dass das Sch&auml;chten eine Mitschuld an der Abschottung der Juden trage. Sch&auml;chten beruhe urspr&uuml;nglich auf dem Opfer, aber auch auf dem &laquo;Bestreben, die Israeliten von den sie umgebenden V&ouml;lkern abzuschliessen&raquo;. Juden im &laquo;Orient&raquo; seien in ihren Speisegesetzen strikter, in der Schweiz dagegen konzentriere sich der j&uuml;dische &laquo;nationale Absonderungstrieb&raquo; fast ausschliesslich auf das Sch&auml;chten.<a href="#_ftn153" name="_ftnref153">[153]</a> Dieser Absonderungstrieb geh&ouml;rt zu den grundlegenden Eigenschaften, die die ASZ den Juden zuschreibt. Er zieht sich &auml;hnlich stark durch die Berichterstattung wie das Bild des privilegierten Juden, der mit seinem Festhalten am Sch&auml;chten seinen Sonderstatus zu erhalten versuche und die Gebote selbst nicht einhalte. Einen guten Eindruck von diesem Bild vermittelt folgendes Zitat:</p>
<p>&laquo;Wir erkl&auml;ren auch unumwunden, dass wir das Verbot des Sch&auml;chtens durchaus nicht als ein Eingriff in die j&uuml;dische Kultusfreiheit betrachten, sondern als Beseitigung eines der zahlreichen &auml;usserlichen Speisegebote, durch die der Talmud und das Rabbinertum die nationale Abschliessung der Juden von den &uuml;brigen V&ouml;lkern k&uuml;nstlich aufrecht zu erhalten suchen. W&uuml;rden die Juden als abgesonderter Volksstamm blosses Gastrecht beanspruchen, so k&ouml;nnte ihnen eine solche Konzession an ihre nationale Sitte am Ende noch gemacht werden, gest&uuml;tzt auf ihre Ausnahmestellung. Da sie aber in ihrer ganz ungeheuren Mehrzahl unter uns Heimatrecht und v&ouml;llige polizeiliche Gleichberechtigung verlangen und annehmen, so wird dadurch die Absonderung von den Christen durch ihre Speisegesetze zum Anachronismus; sie hat sich &uuml;berlebt.&raquo; <a href="#_ftn154" name="_ftnref154">[154]</a></p>
<h2>Basler Arbeiterfreund</h2>
<p>Der Arbeiterfreund unterscheidet sich von den anderen Bl&auml;ttern dadurch, dass er nur w&ouml;chentlich erscheint. Er bespricht im August 1893 die baldige Gr&uuml;ndung seines Nachfolgerblattes &laquo;Vorw&auml;rts&raquo; und sucht daf&uuml;r per Inserat nach Redakteuren. Inhaltlicher Schwerpunkt sind alle Formen des Klassenkampfes, das Sch&auml;chtverbot dagegen behandelt die Zeitung eher stiefm&uuml;tterlich.</p>
<p>&Uuml;ber die Verfassung hat der &laquo;Arbeiterfreund&raquo; nicht viel zu sagen. Am 19.08.1893 bezeichnet er das Sch&auml;chtverbot als &laquo;Bagatellsache, die in den lokalen Schlachtreglementen geordnet werden mag&raquo;.<a href="#_ftn155" name="_ftnref155">[155]</a> Es sei &laquo;schade um die viele Druckerschw&auml;rze, die f&uuml;r und gegen verschwendet wird&raquo;. Damit hat es sich aber auch.</p>
<p>Auch das Sch&auml;chten wird als Nebensache dargestellt. Im gleichen Artikel steht, dass &laquo;das sogenannte Sch&auml;chten, welches haupts&auml;chlich verboten werden soll, als eine mindestens ebenso gute oder sogar als die bessere Methode&raquo; zur T&ouml;tung von Tieren gelten k&ouml;nne.</p>
<p>Und bei den Juden k&uuml;mmert sich der &laquo;Arbeiterfreund&raquo; in erster Linie um den Antisemitismus. Die ganze Debatte wird als &laquo;Wasser auf den M&uuml;hlen der Antisemiten&raquo; dargestellt. Dieser sei aber in seiner Bedeutung vernachl&auml;ssigbar, &laquo;denn er wird schliesslich seinen Urhebern den derbsten Schlag auf die Finger erteilen, indem er mit dem Hass gegen das j&uuml;dische, auch den Hass gegen das &lsquo;christliche&rsquo; Kapital grosszieht.&raquo; <a href="#_ftn156" name="_ftnref156">[156]</a></p>
<p>Nach der Abstimmung ver&ouml;ffentlicht der Arbeiterfreund dann noch einen zweiten Artikel, in dem er die Resultate einordnet. Aus den behandelten Texten wird aber vor allem deutlich: Die Abstimmung &uuml;ber das Sch&auml;chtverbot interessierte die Basler Sozialdemokratie um 1893 wenig bis nicht.</p>
<h2>Christlicher Volksbote aus Basel</h2>
<p>Am st&auml;rkster unterscheidet sich der &laquo;Christliche Volksbote aus Basel&raquo; von den anderen Zeitungen: Er kommt ohne Werbung aus, ist in einem kleineren Format abgedruckt und behandelt in erster Linie Religions-, Sitten- und Moralfragen. Politische Nachrichten erscheinen in der Zeitschrift immer erst an zweiter Stelle. Zuerst kommen religi&ouml;se Texte und die Serie &laquo;Ein Nachmittag in einer B&uuml;rgerfamilie&raquo;. Das Sch&auml;chtverbot wird hier nur in einem Artikel ausf&uuml;hrlich behandelt, die rechtlich-politische Perspektive und damit alle Kommentare zur Verfassung entfallen vollst&auml;ndig. Der als Dialog verfasste Text besch&auml;ftigt sich aber eing&auml;ngig mit dem Sch&auml;chten. Es sei grausam und habe keine religi&ouml;se Bedeutung. Die Juden werden zudem als Profiteure der Moderne dargestellt:</p>
<p>&laquo;Ja, das Sch&auml;chten braucht uns so wenig heilig zu gelten, als irgend eine rohe indische oder afrikanische Sitte, die wir mit Fug und Recht auf unserem Boden verbieten w&uuml;rden. Mit dem Sch&auml;chtverbot hat man nur zu lang gewartet aus R&uuml;cksicht auf die hochm&ouml;genden Juden, die in Bank- und Eisenbahnfragen gar ein gewichtiges W&ouml;rtchen haben, die es aber, sobald sie reisen, nicht mehr halb so genau nehmen wie zu Hause und an den Tafeln der Gasth&ouml;fe nicht lange fragen: ist das koscheres Fleisch, was ich da bekomme? Sondern mit den Nichtjuden essen, was es gibt, sogar Schweinefleisch, wie ich das selbst gesehen habe, und was ihnen doch wirklich verboten ist. Wozu also soll diese ihnen selbst nur halbwertige Massregel noch l&auml;nger aufrecht erhalten bleiben? Das Sittlichkeitsgef&uuml;hl unseres Volkes hat sich lange genug beleidigen lassen durch die tiefe eingeschmuggelte Rohheit und will endlich damit aufr&auml;umen.&raquo; <a href="#_ftn157" name="_ftnref157">[157]</a></p>
<p>Stellenweise werden diese antisemitischen Parolen durch christlichen Antijudaismus erg&auml;nzt. Etwa wenn eine Figur im Dialog sagt, er habe sich immer als Freund Israels betrachtet, &laquo;und thut es mir herzlich leid, sie zu sehen ohne Christum und fremd von den Testamenten der Verheissung.&raquo; Die Initiative wird als M&ouml;glichkeit der Korrektur des Judentums dargestellt, die Juden als verblendete Ausl&auml;nder: &laquo;Nach christlichen Begriffen aber, ja ich darf wohl sagen auch nach den Begriffen des Israel &lsquo;ohne Falsch&rsquo; helfe ich einfach ein Jahrhunderte altes Unrecht beseitigen, wenn ich in meinem Heimatland f&uuml;r Aufhebung der Sch&auml;chtung stimme.&raquo;<a href="#_ftn158" name="_ftnref158">[158]</a></p>
<h1>Fazit und Einordnung</h1>
<p>Der Antisemitismus hat in der Abstimmung zum Sch&auml;chtverbot in Basel eine grosse Rolle gespielt, das zeigt sich aus der hier vorgenommenen Analyse sehr deutlich. Verhandelt wurde nicht nur dar&uuml;ber, ob das Schlachten ohne vorherige Bet&auml;ubung in der Schweiz untersagt werden soll, sondern auch dar&uuml;ber wie man die Juden, das Sch&auml;chten oder die Verfassung zu sehen hat.</p>
<p>Dass dabei alle beteiligten Parteien den Wert der Verfassung hochheben, l&auml;sst darauf schliessen, dass man sich im Basel des Jahres 1893 endg&uuml;ltig der Schweiz zugewandt hatte. Die Zugeh&ouml;rigkeit zur Nation wurde als Wert anerkannt, die Verfassung galt Parteien&uuml;bergreifend als wertvolle Errungen&shy;schaft, die vor schlechten Einfl&uuml;ssen gesch&uuml;tzt werden musste. Gleichzeitig ist aber auch eine gewisse Unsicherheit dar&uuml;ber sp&uuml;rbar, wie das neue Initiativrecht die Schweiz ver&auml;ndern w&uuml;rde &ndash; insbesondere bei den etablierten Gruppen der Liberalkonservativen bis Radikalen. Dass die Ab&shy;stimmung eine Wirkung auf das soziale Bild der Verfassung hatte, zeigt sich etwa darin, dass die &laquo;National-Zeitung&raquo; kurz nach Ver&ouml;ffentlichung der Resultate fordert: &laquo;Und von Nutzen w&auml;re es auch, in Erw&auml;gung zu ziehen, ob nicht die Gesetzesinitiative im Bund sobald als m&ouml;glich neben der Verfassungs&shy;initiative eingef&uuml;hrt werden sollte, damit die Wege einer richtigen Ausscheidung von Verfassung und Gesetzgebung geebnet werden.&raquo;<a href="#_ftn159" name="_ftnref159">[159]</a></p>
<p>Das Sch&auml;chten dagegen konnte im Verlauf der Debatte seinen schlechten Ruf nicht absch&uuml;tteln. Auf Seiten der Initiativgegner wurde immer wieder versucht, es als gleichwertige oder sogar schonendere T&ouml;tungsmethode darzustellen. Die Argumentation dabei war dabei meist, dass es laut Experten nicht zu beweisen sei, dass das Sch&auml;chten grausamer ist. Die Sch&auml;chtgegner konnten ihre Darstellung dadurch durchsetzen, dass sie den Sch&auml;chtvorgang ausf&uuml;hrlich und polemisch beschrieben und die Autorit&auml;ten der Initiativbef&uuml;rworter in Frage stellten. Solche Angriffe lassen sich aber nicht einfach mit dem antisemitischen Mythos des kopfabschneidenden Juden oder der Ignoranz der Tiersch&uuml;tzer erkl&auml;ren, wie dies bei Mesmer oder Krauthammer teilweise der Fall ist. Neues Wissen &uuml;ber die Blutversorgung von Gehirnen zeigt auf, dass ein gesch&auml;chtetes Schlachttier tats&auml;chlich deutlich l&auml;nger bei Bewusstsein ist als man es im 19. Jahrhundert angenommen hatte. Der Veterin&auml;ran&auml;sthesiologe Urs Schatzmann schrieb beispielsweise im Oktober 2001 in der &laquo;Neuen Z&uuml;rcher Zeitung&raquo;:</p>
<p>&laquo;Neben den rein wissenschaftlich oder medizinisch erhebbaren Fakten zur Beurteilung einer Bet&auml;ubungs&shy;methode k&ouml;nnen andere Kriterien nicht unerw&auml;hnt bleiben. Dies betrifft in erster Linie den visuellen Eindruck. Wir gehen von der Ansicht aus, dass der Vorgang einer Bet&auml;ubung bzw. die T&ouml;tung von Schlachttieren auch einer aufgekl&auml;rten Konsumentenschaft zugemutet werden darf. Wir meinen, dass dies bei der korrekten Bet&auml;ubung mittels Bolzenschuss oder elektrischem Strom auch der Fall ist. Ob der Sch&auml;chtvorgang von unserer Gesellschaft in diesem Sinn je einmal akzeptiert werden kann, wagen wir zu bezweifeln. Das Argument, dass es sich beim Sch&auml;chten um eine qualvolle Art des T&ouml;tens handelt, kann nach heutigen Kenntnissen nicht von der Hand gewiesen werden.&raquo;<a href="#_ftn160" name="_ftnref160">[160]</a></p>
<p>Das macht es schwieriger, die sch&auml;chtfeindliche Stimmung im Rahmen der Initiative zu bewerten. Kann man der Basler Bev&ouml;lkerung vorwerfen, dass sie nicht auf die Stimme der Wissenschaft geh&ouml;rt hat, wenn diese eine Position vertrat, die nach heutigem Wissensstand falsch war? Insbesondere wenn man heute davon ausgeht, dass die unsch&ouml;nen Aspekte dieser Methode auch f&uuml;r Laien deutlich ersichtlich sind. Eine Antwort darauf bietet hier die Intervention von Dr. Siegmund: Er k&uuml;mmert sich in keinem seiner Leserbriefe darum, ob das Sch&auml;chten nun Teil des j&uuml;dischen Kultus sei, oder welche Rolle die Juden in der Gesellschaft einnehmen sollten. Sein einziges Motiv &ndash; so ist es zumindest aus seinen Briefen herauszulesen &ndash; ist eine schonendere Schlachtung von Tieren und die Vermarktung seiner bereits seit zwei Jahrzehnten bestehenden Methode. Mit einem rein anthropozentrischen Tierschutz lassen sich seine vielen Beitr&auml;ge nicht erkl&auml;ren. Es scheint also zumindest m&ouml;glich gewesen zu sein, die Initiative aus Tierschutzgr&uuml;nden abzulehnen, ohne &ndash; wie Hilty schreibt &ndash; &laquo;irrig berichtet&raquo; zu sein. Zudem zeigen genau Texte wie jener von Hilty oder der Aufruf an die schweizerische Bauern&shy;same, dass es sehr wohl m&ouml;glich war, sich gegen die Initiative auszusprechen und trotzdem Anti&shy;semitismus zu verbreiten.</p>
<p>Damit zur letzten Kategorie: den Juden. Am deutlichsten f&auml;llt in der Berichterstattung der Basler Presse ihr Fehlen auf. Bis auf die eine kleine Ausnahme in der &laquo;National-Zeitung&raquo; entf&auml;llt ihre Perspektive auf das Sch&auml;chtverbot vollst&auml;ndig. Es ist klar ersichtlich, wie sie damit zur stereotypen&shy;behafteten Out-Group gemacht und vom Diskurs ausgeschlossen werden.<a href="#_ftn161" name="_ftnref161">[161]</a> Dementsprechend f&auml;llt ihr Bild aus: Es gibt keinen Artikel, in dem die Juden nicht auf irgendeine Art als problembehaftet dargestellt werden. Die verbreiteten Stereotypen gehen vom reichen Profiteur, zum verblendeten Nicht-Christen bis zum gef&auml;hrlichen Halsabschneider.</p>
<p>Die Verhandlung dar&uuml;ber, welche Eigenschaften den Juden denn nun zuzuschreiben seien, findet in der Basler Presse auf zwei Ebenen statt: 1. der liberal-kritischen und 2. der antisemitisch-mystischen. Erstere zeichnet sich dadurch aus, dass hier versucht wird, eine Subkategorie innerhalb der Schweizer Nation zu definieren. Sie findet sich in der Berichterstattung der &laquo;National-Zeitung&raquo;, der &laquo;Basler Nachrichten&raquo; oder auch des desinteressierten &laquo;Arbeitefreunds&raquo;. Juden sind hier eine etwas obskure Gruppe, deren dubiose Eigenarten die restliche Gesellschaft zu ertragen hat. Dass dabei auch der eine oder andere Abstecher an die Grenzen des Antisemitismus vorkommen, zeigen die besprochenen Beispiele von Droz und Hilty. Verharmlosen l&auml;sst sich diese Gruppe nicht: Durch die weite Verbreitung ihrer Botschaften und die vermeintlich wohlmeinende Grundhaltung waren es genau solche Ver&ouml;ffentlichungen, die eine Abgrenzung der Juden weiter normalisierten.</p>
<p>Die zweite Gruppe, die etwa im &laquo;Christlichen Volksboten aus Basel&raquo; oder der &laquo;Allgemeinen-Schweizer Zeitung&raquo; vorkommt, verbreitet antisemitischen Hass. Hier geht es nicht mehr darum, eine Definition vorzunehmen, sondern darum, das &laquo;Set von Stereotypen&raquo; (Reichtum, Wucher, Profiteure, Grausamkeit, Unf&auml;higkeit zur Anpassung, etc.) zu einem Feindbild zu b&uuml;ndeln, dessen Zweck der Machterhalt oder auch nur das Besserstellen der eigenen Gruppe ist. Wie abgegrenzt die Aussagen hier von der tats&auml;chlichen Wahrnehmung der Juden sind, zeigt sich beispielsweise darin, dass im Dialog des &laquo;Christlichen Volksboten aus Basel&raquo; die Figur Martin behauptet Dinge &laquo;selbst&raquo; oder &laquo;mit eigenen Augen&raquo; gesehen zu haben &ndash; obschon sie ja eine fiktive ist.<a href="#_ftn162" name="_ftnref162">[162]</a> Mit Ausnahme der Feminisierung kommen s&auml;mtliche Konstruktionsmechanismen eines Feindbildes in dieser zweiten Gruppe zum Tragen. Abgrenzung, Begr&uuml;ndung und Unterstellung sind aber auch bereits bei Hilty zu finden.</p>
<p>Auff&auml;llig ist zudem, dass die Grenze zwischen modernem Antisemitismus und Christlichem Antijudaismus verfliesst. Wenn Hannah Arendt schreibt, der Antisemitismus k&ouml;nne &laquo;offensichtlich nicht mit dem religi&ouml;sen Judenhass gleichgesetzt werden&raquo;, hat das sicher seine Berechtigung.<a href="#_ftn163" name="_ftnref163">[163]</a> Im Rahmen dieser Arbeit wird aber auch deutlich: Christlicher Antijudaismus und Antisemitismus konnten in Basler Zeitungsberichten von 1893 problemlos in ein und demselben Text koexistieren, ohne sich gegenseitig auszuschliessen.<a href="#_ftn164" name="_ftnref164">[164]</a></p>
<h2>Vorschl&auml;ge zur weiteren Forschung</h2>
<p>Die vorliegende Arbeit ist mir ein wenig zu gross geraten. Nichtsdestotrotz haben sich im Rahmen der Recherche einige Fragen ergeben, die vorl&auml;ufig noch unbeantwortet bleiben mussten. Sie sollen hier zusammengefasst werden:</p>
<ul>
<li>Die Drohkampagne gegen die &laquo;Basler Nachrichten&raquo; wurde hier nur am Rand behandelt. Es w&auml;re aber interessant, zu wissen, ob auch andere Zeitungen aus dem liberal-radikalen Spektrum &auml;hnliche Erfahrungen gemacht haben.</li>
<li>W&auml;hrend der ganzen Sch&auml;chtkampagne scheinen Flugbl&auml;tter eine zentrale Rolle gespielt zu haben. Sie konnten hier nicht ber&uuml;cksichtigt werden, w&uuml;rden aber insbesondere durch ihre leichte Zug&auml;nglichkeit weitere Schl&uuml;sse auf die verbreitete Stimmung zulassen.</li>
</ul>
<h1>Literatur</h1>
<h2>Prim&auml;rquellen</h2>
<p>Allgemeine-Schweizer Zeitung, Ein letztes Wort zum Volksentscheid der Sch&auml;chtfrage, in: Allgemeine-Schweizer Zeitung, 20.08.1893.</p>
<p>Allgemeine-Schweizer Zeitung, Zur Abstimmung vom 20. August, in: Allgemeine-Schweizer Zeitung, 08.08.1893.</p>
<p>Basler Arbeiterfreund, Eidg. Volksabstimmung, in: Basler Arbeiterfreund, 19.08.1893.</p>
<p>Basler Nachrichten, Sch&auml;chtinitiative, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 11.08.1893.</p>
<p>Basler Nachrichten, Die Sch&auml;chtfrage., in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 13.08.1893, Beilage.</p>
<p>Basler Nachrichten, Schweiz, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 18.08.1893.</p>
<p>Basler Nachrichten, Schweiz, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 19.08.1893.</p>
<p>Bibeltext.com, 1. Mose 9, Version vom 26.02.2020, in: Bibeltext.com, https://bibeltext.com/l12/genesis/9.htm.</p>
<p>Bibeltext.com, 2. Mose 22, Version vom 26.02.2020, in: Bibeltext.com, https://bibeltext.com/l12/exodus/22.htm.</p>
<p>Bibeltext.com, 5. Mose 12, Version vom 26.02.2020, in: Bibeltext.com, https://bibeltext.com/l12/deuteronomy/12.htm.</p>
<p>Centralkomitee f&uuml;r die Verwerfung der Sch&auml;chtinitiative, Aufruf an die schweizerische Bauernsame, in: National-Zeitung, 18.08.1893, S.2.</p>
<p>Christlicher Volksbote aus Basel, Ein Gespr&auml;ch &uuml;ber das eidgen&ouml;ssische Sch&auml;chtverbot, in: Christlicher Volksbote aus Basel, 16.08.1893.</p>
<p>Ein Mitglied des Vereins gegen Menschenqu&auml;lerei, Das Lied vom Sch&auml;chten, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 02.08.1893.</p>
<p>Ernst Brenner u.a., An die Stimmberechtigten Basels., in: National-Zeitung, 18.08.1893.</p>
<p>Bundesverfassung der Schweizerischen Eidgenossenschaft vom 29. Mai 1874, Stand am 20. April 1999.</p>
<p>Numa Droz, An das Schweizervolk!, in: National-Zeitung, 06.08.1893, zweites Blatt.</p>
<p>National-Zeitung, Aufnahme des Sch&auml;chtverbots in die Bundesverfassung, in: National-Zeitung, 22.08.1893.</p>
<p>National-Zeitung, Ein letztes Wort, in: National-Zeitung 20.08.1893, erstes Blatt.</p>
<p>National-Zeitung, Das Facit, in: National-Zeitung, 23.08.1893.</p>
<p>National-Zeitung, Sch&auml;chtfrage, in: National-Zeitung, 10.08.1893.</p>
<p>Zentralvorstand des Tierschutzvereins, Zur Abstimmung &uuml;ber die Sch&auml;chtfrage, in: National-Zeitung 16.08.1893.</p>
<p>Theodor Nordemann, Zur Geschichte der Juden in Basel: Jubil&auml;umsschrift der Israelitischen Gemeinde Basel aus Anlass des 150j&auml;hrigen Bestehens, Binningen&nbsp;1955.</p>
<p>Christian Sch&uuml;tt, Chronik der Schweiz, Z&uuml;rich 1987.</p>
<p>Benjamin Siegmund, Zur Richtigstellung!, in: National-Zeitung, 19.08.1893.</p>
<p>Tab. B.27, Version vom 25.02.2020, in: Historische Statistik der Schweiz HSSO, <a href="https://hsso.ch/2012/b/27">hsso.ch/2012/b/27</a>.</p>
<h2>Sekund&auml;rliteratur</h2>
<p>Hannah Arendt, Elemente und Urspr&uuml;nge totaler Herrschaft, New York <sup>20</sup>2017.</p>
<p>Elliot Aronson u.a., Sozialpsychologie, M&uuml;nchen <sup>6</sup>2008.</p>
<p>Susanne Bennewitz, Franz&ouml;sische Landeskinder: Die Frankreich-Bindung der &laquo;Israeliten&raquo; in Basel im fr&uuml;hen 19. Jahrhundert, in: Basler Zeitschrift f&uuml;r Geschichte und Altertumskunde 104 (2004), S. 9 - 30.</p>
<p>Werner Bergmann, Geschichte des Antisemitismus, M&uuml;nchen <sup>5</sup>2016.</p>
<p>Hans Berner,&nbsp;Kleine Geschichte der Stadt Basel, Karlsruhe <sup>2</sup>2012.</p>
<p>Frank B&ouml;sch, Mediengeschichte: Vom asiatischen Buchdruck zum Computer, Frankfurt <sup>2</sup>2019, S. 59.</p>
<p>cht, Karnevalisten provozieren mit antisemitischen Klischees, Version vom 27.02.2020, in: Spiegel.de, https://www.spiegel.de/politik/ausland/aalst-in-belgien-karnevalisten-provozieren-mit-antisemitischen-klischees-a-d993f357-c43f-43d8-bb74-e5c6d2487091.</p>
<p>Urs Draeger, Die Basler Juden und ihre Gemeinde, Saarbr&uuml;cken 2008, S.18.</p>
<p>Peter Haenger, Das Fleisch und die Metzger: Fleischkonsum in Basel seit der Mitte des 19. Jahrhunderts, Z&uuml;rich 2001.</p>
<p>Urs Hoffmann, Antisemitismus in Basel: die Rezeption von Adolf Stroecker und seinen Ideen in der protestantischen Presse der 1880er Jahre in: Basler Zeitschrift f&uuml;r Geschichte und Altertumskunde 104 (2004), S. 83 &ndash; 116</p>
<p>Pascal Hollenstein, Erwin Kessler straflos &laquo;Nazi&raquo; und &laquo;Antisemit&raquo; genannt, Version vom 26.02.2020, in: Aargauer Zeitung, https://www.aargauerzeitung.ch/schweiz/erwin-kessler-straflos-nazi-und-antisemit-genannt-135938400.</p>
<p>Sibylle Horanyi, Das Sch&auml;chtverbot zwischen Tierschutz und Religionsfreiheit: eine G&uuml;terabw&auml;gung und interdisziplin&auml;re Darstellung von L&ouml;sungsans&auml;tzen, Basel 2004,</p>
<p>Pascal Krauthammer, Das Sch&auml;chtverbot in der Schweiz, 1854-2000 : die Sch&auml;chtfrage zwischen Tierschutz, Politik und Fremdenfeindlichkeit, Z&uuml;rich 2000, S. 89.</p>
<p>Wolf Linder, Handbuch der eidgen&ouml;ssischen Volksabstimmungen, Bern 2010.</p>
<p>Walter Lippmann, Public Opinion, New York 1997, S. 3.</p>
<p>Niklas Luhmann, Die Realit&auml;t der Massenmedien, Bielefeld <sup>2</sup>1996, S.16.</p>
<p>Aram Mattioli, Antisemitismus in der Geschichte der modernen Schweiz &ndash; Begriffserkl&auml;rungen und Thesen, in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 3 &ndash; 22.</p>
<p>Aram Mattioli, Die Schweiz und die j&uuml;dische Emanzipation 1798-1874, in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 61 &ndash; 83.</p>
<p>Aram Mattioli, Nation Building: Das werdende Europa der Nationalstaaten 1780 &ndash; 1930, Vorlesung 1 Nationalstaat, Nation und Nationalismus, Abstract, S. 2.</p>
<p>Theres Maurer, Die &laquo;Berner Volkszeitung von Ulrich D&uuml;renmatt&raquo; in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 241 - 263, hier S. 241.</p>
<p>Beatrix Mesmer, Das Sch&auml;chtverbot von 1893, in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 215 &ndash; 239.</p>
<p>Urs Schatzmann, Das Sch&auml;chten von Tieren: Wissenschaftliche und tiersch&uuml;tzerische Aspekte, in: Neue Z&uuml;rcher Zeitung, 10.10.2001, S. 15.</p>
<p>Philipp Schmidt, 125 Jahre Tierschutz in Basel: Festschrift zum Jubil&auml;um des Basler Tierschutzvereins, Basel 1973.</p>
<p>Schweizerischer Israelitischer Gemeindebund und Stiftung gegen Rassismus und Antisemitismus, 2019: Antisemitismusbericht f&uuml;r die Deutschschweiz, Z&uuml;rich 2020, S.10.</p>
<p>Martina Thiele, Medien und Stereotype: Konturen eines Forschungsfelds, Bielefeld 2015, S. 24.</p>
<p>David Tr&eacute;f&aacute;s, Kleine Basler Pressegeschichte, Basel 2016.</p>
<p><a href="#_ftnref1" name="_ftn1">[1]</a> Friedrich Nietzsche, Die fr&ouml;hliche Wissenschaft, Ditzingen 2018, S. 83.</p>
<p><a href="#_ftnref2" name="_ftn2">[2]</a> Schweizerischer Israelitischer Gemeindebund und Stiftung gegen Rassismus und Antisemitismus, 2019: Antisemitismusbericht f&uuml;r die Deutschschweiz, Z&uuml;rich 2020, S.10.</p>
<p><a href="#_ftnref3" name="_ftn3">[3]</a> cht, Karnevalisten provozieren mit antisemitischen Klischees, Version vom 27.02.2020, in: Spiegel.de, https://www.spiegel.de/politik/ausland/aalst-in-belgien-karnevalisten-provozieren-mit-antisemitischen-klischees-a-d993f357-c43f-43d8-bb74-e5c6d2487091.</p>
<p><a href="#_ftnref4" name="_ftn4">[4]</a> Aram Mattioli, Antisemitismus in der Geschichte der modernen Schweiz &ndash; Begriffserkl&auml;rungen und Thesen, in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 3 &ndash; 22, hier S. 11.</p>
<p><a href="#_ftnref5" name="_ftn5">[5]</a> Ebd., S. 4.</p>
<p><a href="#_ftnref6" name="_ftn6">[6]</a> Ebd., S. 6.</p>
<p><a href="#_ftnref7" name="_ftn7">[7]</a> Christian Sch&uuml;tt, Chronik der Schweiz, Z&uuml;rich 1987, keine Seitenangabe.</p>
<p><a href="#_ftnref8" name="_ftn8">[8]</a> Sibylle Horanyi, Das Sch&auml;chtverbot zwischen Tierschutz und Religionsfreiheit: eine G&uuml;terabw&auml;gung und interdisziplin&auml;re Darstellung von L&ouml;sungsans&auml;tzen, Basel 2004.</p>
<p>Pascal Krauthammer, Das Sch&auml;chtverbot in der Schweiz, 1854-2000: die Sch&auml;chtfrage zwischen Tierschutz, Politik und Fremdenfeindlichkeit, Z&uuml;rich 2000.</p>
<p>Beatrix Mesmer, Das Sch&auml;chtverbot von 1893, in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 215 &ndash; 239, hier S. 215.</p>
<p><a href="#_ftnref9" name="_ftn9">[9]</a> Urs Hoffmann, Antisemitismus in Basel: die Rezeption von Adolf Stroecker und seinen Ideen in der protestantischen Presse der 1880er Jahre in: Basler Zeitschrift f&uuml;r Geschichte und Altertumskunde 104 (2004), S. 83 &ndash; 116, hier: s. 102f.</p>
<p><a href="#_ftnref10" name="_ftn10">[10]</a> Ausschnitte aus dem Quellenmaterial sind im Anhang zu finden.</p>
<p><a href="#_ftnref11" name="_ftn11">[11]</a> Bundesverfassung der Schweizerischen Eidgenossenschaft vom 29. Mai 1874, Stand am 20. April 1999, Artikel 25.</p>
<p><a href="#_ftnref12" name="_ftn12">[12]</a> Ebd.</p>
<p><a href="#_ftnref13" name="_ftn13">[13]</a> Mesmer, 1893, S. 215.</p>
<p><a href="#_ftnref14" name="_ftn14">[14]</a> Ebd.</p>
<p><a href="#_ftnref15" name="_ftn15">[15]</a> Krauthammer, Sch&auml;chtverbot, S. 89.</p>
<p><a href="#_ftnref16" name="_ftn16">[16]</a> Theodor Nordemann, Zur Geschichte der Juden in Basel: Jubil&auml;umsschrift der Israelitischen Gemeinde Basel aus Anlass des 150j&auml;hrigen Bestehens, Binningen&nbsp;1955, S. 125.</p>
<p><a href="#_ftnref17" name="_ftn17">[17]</a> Ebd.</p>
<p><a href="#_ftnref18" name="_ftn18">[18]</a> Nordemann hatte Jahrgang 1884.</p>
<p><a href="#_ftnref19" name="_ftn19">[19]</a> Angemerkt werden muss hier, dass die National-Zeitung am Montag jeweils nicht erschien. National-Zeitung, Aufnahme des Sch&auml;chtverbots in die Bundesverfassung, in: National-Zeitung, 22.08.1893, S. 1.</p>
<p><a href="#_ftnref20" name="_ftn20">[20]</a> Hans Berner,&nbsp;Kleine Geschichte der Stadt Basel, Karlsruhe <sup>2</sup>2012, S. 44.</p>
<p><a href="#_ftnref21" name="_ftn21">[21]</a> Susanne Bennewitz, Franz&ouml;sische Landeskinder: Die Frankreich-Bindung der &laquo;Israeliten&raquo; in Basel im fr&uuml;hen 19. Jahrhundert, in: Basler Zeitschrift f&uuml;r Geschichte und Altertumskunde 104 (2004), S. 9 - 30, hier S. 11.</p>
<p><a href="#_ftnref22" name="_ftn22">[22]</a> Ebd., S. 14.</p>
<p><a href="#_ftnref23" name="_ftn23">[23]</a> Ebd.</p>
<p><a href="#_ftnref24" name="_ftn24">[24]</a> Urs Draeger, Die Basler Juden und ihre Gemeinde, Saarbr&uuml;cken 2008, S.18.</p>
<p><a href="#_ftnref25" name="_ftn25">[25]</a> 1870 und 1880 wurden &laquo;Israeliten und andere Nichtchristen&raquo; gez&auml;hlt. Tab. B.27, Version vom 25.02.2020, in: Historische Statistik der Schweiz HSSO, <a href="https://hsso.ch/2012/b/27">hsso.ch/2012/b/27</a>.</p>
<p><a href="#_ftnref26" name="_ftn26">[26]</a> Bennewitz, Landeskinder, S. 11.</p>
<p><a href="#_ftnref27" name="_ftn27">[27]</a> Berner, Kleine Geschichte, S. 142f.</p>
<p><a href="#_ftnref28" name="_ftn28">[28]</a> Ebd., S. 166f.</p>
<p><a href="#_ftnref29" name="_ftn29">[29]</a> Aram Mattioli, Die Schweiz und die j&uuml;dische Emanzipation 1798-1874, in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 61 &ndash; 83, hier S. 70.</p>
<p><a href="#_ftnref30" name="_ftn30">[30]</a> Ebd., S.74.</p>
<p><a href="#_ftnref31" name="_ftn31">[31]</a> Ebd. S. 77.</p>
<p><a href="#_ftnref32" name="_ftn32">[32]</a> Werner Bergmann, Geschichte des Antisemitismus, M&uuml;nchen <sup>5</sup>2016, S. 38.</p>
<p><a href="#_ftnref33" name="_ftn33">[33]</a> Ebd., S. 39.</p>
<p><a href="#_ftnref34" name="_ftn34">[34]</a> Mattioli, Thesen, S. 4.</p>
<p><a href="#_ftnref35" name="_ftn35">[35]</a> Ebd., S. 12.</p>
<p><a href="#_ftnref36" name="_ftn36">[36]</a> Die Folgen davon zeigen sich etwa, wenn die j&uuml;dische Position zum Sch&auml;chten im Mediendiskurs zur Sch&auml;chtinitiative praktisch gar nicht vorkommt. Ebd.</p>
<p><a href="#_ftnref37" name="_ftn37">[37]</a> Ebd.</p>
<p><a href="#_ftnref38" name="_ftn38">[38]</a> Zit. Nach: Hoffmann, Stroecker, S. 86.</p>
<p><a href="#_ftnref39" name="_ftn39">[39]</a> Ebd.</p>
<p><a href="#_ftnref40" name="_ftn40">[40]</a> Ebd., S. 88f.</p>
<p><a href="#_ftnref41" name="_ftn41">[41]</a> Ebd., S. 99.</p>
<p><a href="#_ftnref42" name="_ftn42">[42]</a> Ebd., S. 94.</p>
<p><a href="#_ftnref43" name="_ftn43">[43]</a> Ebd., S. 102f.</p>
<p><a href="#_ftnref44" name="_ftn44">[44]</a> Peter Haenger, Das Fleisch und die Metzger: Fleischkonsum in Basel seit der Mitte des 19. Jahrhunderts, Z&uuml;rich 2001, S. 81.</p>
<p><a href="#_ftnref45" name="_ftn45">[45]</a> Ebd., S. 84f.</p>
<p><a href="#_ftnref46" name="_ftn46">[46]</a> Das Zitat gilt in Haengers Text nur f&uuml;r die ersten beiden Beispiele, die Entfernung des Schlachtgewerbes reiht sich aber darin ein. Ebd., S. 84.</p>
<p><a href="#_ftnref47" name="_ftn47">[47]</a> Ebd., S. 100.</p>
<p><a href="#_ftnref48" name="_ftn48">[48]</a> Diese bis heute andauernde bewusste Ahnungslosigkeit entfaltet ihre Wirkung sp&auml;ter in den &uuml;beraus blutig beschriebenen Sch&auml;chtvorg&auml;ngen bei den Sch&auml;chtgegnern.</p>
<p><a href="#_ftnref49" name="_ftn49">[49]</a> Philipp Schmidt, 125 Jahre Tierschutz in Basel: Festschrift zum Jubil&auml;um des Basler Tierschutzvereins, Basel 1973, S. 21.</p>
<p><a href="#_ftnref50" name="_ftn50">[50]</a> Krauthammer, Sch&auml;chtverbot, S. 27.</p>
<p><a href="#_ftnref51" name="_ftn51">[51]</a> Ebd.</p>
<p><a href="#_ftnref52" name="_ftn52">[52]</a> Horanyi, G&uuml;terabw&auml;gung, S. 150.</p>
<p><a href="#_ftnref53" name="_ftn53">[53]</a> Ebd.</p>
<p><a href="#_ftnref54" name="_ftn54">[54]</a> Messmer, 1893, S. 216.</p>
<p><a href="#_ftnref55" name="_ftn55">[55]</a> Ebd.</p>
<p><a href="#_ftnref56" name="_ftn56">[56]</a> Ebd., S. 217.</p>
<p><a href="#_ftnref57" name="_ftn57">[57]</a> Ebd., S. 216f.</p>
<p><a href="#_ftnref58" name="_ftn58">[58]</a> Mesmer bezieht sich hier auf das Berner Beispiel, wo die Patrizier stark im Verein vertreten waren. F&uuml;r den Basler Fall gilt das aber auch: Hier war der Tierschutz bis in die sp&auml;ten 1890er Jahre als Kommission organisiert und wandelte sich erst nach der Abstimmung &uuml;ber das Sch&auml;chtverbot zum Verein. Ebd., S. 217.</p>
<p><a href="#_ftnref59" name="_ftn59">[59]</a> Schmidt, Tierschutz, S. 20.</p>
<p><a href="#_ftnref60" name="_ftn60">[60]</a> Ebd., S.21.</p>
<p><a href="#_ftnref61" name="_ftn61">[61]</a> Ebd., S. 11.</p>
<p><a href="#_ftnref62" name="_ftn62">[62]</a> Mesmer, 1893, S. 221.</p>
<p><a href="#_ftnref63" name="_ftn63">[63]</a> Schmidt, Tierschutz, S.21.</p>
<p><a href="#_ftnref64" name="_ftn64">[64]</a> Horanyi, G&uuml;terabw&auml;gung, S. 6.</p>
<p><a href="#_ftnref65" name="_ftn65">[65]</a> Aus Mangel an Hebr&auml;ischkenntnissen &uuml;bernehme ich die Zitate hier aus einer Version der Luther&uuml;bersetzung von 1912. Bibeltext.com, 1. Mose 9, Version vom 26.02.2020, in: Bibeltext.com, https://bibeltext.com/l12/genesis/9.htm.</p>
<p><a href="#_ftnref66" name="_ftn66">[66]</a> Horanyi, G&uuml;terabw&auml;gung, S. 105.</p>
<p><a href="#_ftnref67" name="_ftn67">[67]</a> Bibeltext.com, 2. Mose 22, Version vom 26.02.2020, in: Bibeltext.com, https://bibeltext.com/l12/exodus/22.htm.</p>
<p><a href="#_ftnref68" name="_ftn68">[68]</a> Horanyi, G&uuml;terabw&auml;gung, S. 105.</p>
<p><a href="#_ftnref69" name="_ftn69">[69]</a> Bibeltext.com, 5. Mose 12, Version vom 26.02.2020, in: Bibeltext.com, https://bibeltext.com/l12/deuteronomy/12.htm.</p>
<p><a href="#_ftnref70" name="_ftn70">[70]</a> Horanyi, G&uuml;terabw&auml;gung, S. 106.</p>
<p><a href="#_ftnref71" name="_ftn71">[71]</a> Krauthammer, Sch&auml;chtverbot, S. 23.</p>
<p><a href="#_ftnref72" name="_ftn72">[72]</a> Horanyi, G&uuml;terabw&auml;gung, S. 108.</p>
<p><a href="#_ftnref73" name="_ftn73">[73]</a> Ebd., S. 110.</p>
<p><a href="#_ftnref74" name="_ftn74">[74]</a> Krauthammer, Sch&auml;chtverbot, S. 24.</p>
<p><a href="#_ftnref75" name="_ftn75">[75]</a> Bundesverfassung, Art. 50.</p>
<p><a href="#_ftnref76" name="_ftn76">[76]</a> Mesmer, 1893, S. 221.</p>
<p><a href="#_ftnref77" name="_ftn77">[77]</a> Ebd., S. 222.</p>
<p><a href="#_ftnref78" name="_ftn78">[78]</a> Ebd., S. 218.</p>
<p><a href="#_ftnref79" name="_ftn79">[79]</a> Ebd., S. 220.</p>
<p><a href="#_ftnref80" name="_ftn80">[80]</a> Ebd., S. 219.</p>
<p><a href="#_ftnref81" name="_ftn81">[81]</a> Krauthammer, Sch&auml;chtverbot, S. 54.</p>
<p><a href="#_ftnref82" name="_ftn82">[82]</a> Ebd., S. 36.</p>
<p><a href="#_ftnref83" name="_ftn83">[83]</a> Ebd.</p>
<p><a href="#_ftnref84" name="_ftn84">[84]</a> Anzumerken ist an dieser Stelle, dass die Geschichte dieser Argumentation rechtgegeben hat: Tierversuche wurden seit dem 19. Jahrhundert deutlich eingeschr&auml;nkt, da sie inzwischen vielfach als grausam gelten.</p>
<p><a href="#_ftnref85" name="_ftn85">[85]</a> Mesmer, 1893, S. 224.</p>
<p><a href="#_ftnref86" name="_ftn86">[86]</a> Krauthammer, Sch&auml;chtverbot, s. 47.</p>
<p><a href="#_ftnref87" name="_ftn87">[87]</a> Die Artikel liefen in der Rubrik &laquo;Die j&uuml;dische Mordiometzgerei&raquo;. Theres Maurer, Die &laquo;Berner Volkszeitung von Ulrich D&uuml;renmatt&raquo; in: Aram Mattioli (Hg.), Antisemitismus in der Schweiz 1848 &ndash; 1960, Z&uuml;rich 1998, S. 241 - 263, hier S. 241.</p>
<p><a href="#_ftnref88" name="_ftn88">[88]</a> Krauthammer, Sch&auml;chtverbot, S.47.</p>
<p><a href="#_ftnref89" name="_ftn89">[89]</a> Mesmer, 1893, S. 226.</p>
<p><a href="#_ftnref90" name="_ftn90">[90]</a> Eine Anspielung auf den Stereotyp des j&uuml;dischen Halsabschneiders. Zit. nach: Ebd., S. 229.</p>
<p><a href="#_ftnref91" name="_ftn91">[91]</a> Der Aargauer Regierungsrat musste dazu per Grossratsbeschluss gezwungen werden. Ebd., S. 230.</p>
<p><a href="#_ftnref92" name="_ftn92">[92]</a> Ebd., S. 232.</p>
<p><a href="#_ftnref93" name="_ftn93">[93]</a> Die Bundesverfassungen von 48 und 74 sahen Totalrevisionen aber keine Teilrevisionen durch Volksinitiativen vor. Nachdem aber die &laquo;Volksinitiative f&uuml;r alleiniges Recht des Bundes zur Ausgabe von Banknoten&raquo; von 1880 einen ausformulierten Entwurf einer einzelnen Verfassungsbestimmung vorgelegt hatte, hatte die konservative Minderheit in Teilrevisionen eine M&ouml;glichkeit gesehen, ihre Anliegen durchzubringen und sich in den 1880er Jahren daf&uuml;r eingesetzt. Der Bundesrat hatte daraufhin vorgeschlagen, Volksinitiativen als allgemeine Anregungen zuzulassen. Da die Liberalen in der Frage aber gespalten waren, setzten sich die Konservativen durch und die Teilrevision wurde 1891 eingef&uuml;hrt. Wolf Linder, Handbuch der eidgen&ouml;ssischen Volksabstimmungen, Bern 2010, S. 70. F&uuml;r das Pamphlet: Zit. nach: Mesmer, 1893, S. 233.</p>
<p><a href="#_ftnref94" name="_ftn94">[94]</a> Schmidt, Tierschutz, S.22.</p>
<p><a href="#_ftnref95" name="_ftn95">[95]</a> Insbesondere die Westschweizer Kantone stimmten geschlossen dagegen. Mesmer, 1893, S.233.</p>
<p><a href="#_ftnref96" name="_ftn96">[96]</a> Zit. nach: Krauthammer, Sch&auml;chtverbot, S.60.</p>
<p><a href="#_ftnref97" name="_ftn97">[97]</a> Ebd.</p>
<p><a href="#_ftnref98" name="_ftn98">[98]</a> Martina Thiele, Medien und Stereotype: Konturen eines Forschungsfelds, Bielefeld 2015, S. 24.</p>
<p><a href="#_ftnref99" name="_ftn99">[99]</a> Ebd., S. 25.</p>
<p><a href="#_ftnref100" name="_ftn100">[100]</a> Ebd., S. 27.</p>
<p><a href="#_ftnref101" name="_ftn101">[101]</a> Wobei der Ursprung der Stereotypenforschung in der deutschen Medienforschung des 19. Jahrhunderts liegt, nicht bei Lippmann. Ebd., S. 27. Siehe auch: Walter Lippmann, Public Opinion, New York 1997, S. 3.</p>
<p><a href="#_ftnref102" name="_ftn102">[102]</a> Ebd., S. 26.</p>
<p><a href="#_ftnref103" name="_ftn103">[103]</a> Ebd., S. 30.</p>
<p><a href="#_ftnref104" name="_ftn104">[104]</a> Mattioli, Thesen, S. 5.</p>
<p><a href="#_ftnref105" name="_ftn105">[105]</a> Thiele, Stereotype, S. 37f.</p>
<p><a href="#_ftnref106" name="_ftn106">[106]</a> Ebd.</p>
<p><a href="#_ftnref107" name="_ftn107">[107]</a> Niklas Luhmann, Die Realit&auml;t der Massenmedien, Bielefeld <sup>2</sup>1996, S.16.</p>
<p><a href="#_ftnref108" name="_ftn108">[108]</a> Ebd., S.19.</p>
<p><a href="#_ftnref109" name="_ftn109">[109]</a> Ebd.</p>
<p><a href="#_ftnref110" name="_ftn110">[110]</a> Ebd., S. 19f.</p>
<p><a href="#_ftnref111" name="_ftn111">[111]</a> Die Zeitung mit dem sch&ouml;nen Namen &laquo;Relation aller F&uuml;rnemmen und gedenckw&uuml;rdiegen Historien&raquo;. Frank B&ouml;sch, Mediengeschichte: Vom asiatischen Buchdruck zum Computer, Frankfurt <sup>2</sup>2019, S. 59.</p>
<p><a href="#_ftnref112" name="_ftn112">[112]</a> Ebd., S. 106f.</p>
<p><a href="#_ftnref113" name="_ftn113">[113]</a> David Tr&eacute;f&aacute;s, Kleine Basler Pressegeschichte, Basel 2016, S. 12.</p>
<p><a href="#_ftnref114" name="_ftn114">[114]</a> Ebd., S. 21.</p>
<p><a href="#_ftnref115" name="_ftn115">[115]</a> Ebd., S. 19.</p>
<p><a href="#_ftnref116" name="_ftn116">[116]</a> Ebd.</p>
<p><a href="#_ftnref117" name="_ftn117">[117]</a> Ebd., S.26.</p>
<p><a href="#_ftnref118" name="_ftn118">[118]</a> Ebd., S. 37.</p>
<p><a href="#_ftnref119" name="_ftn119">[119]</a> Ebd., S. 39.</p>
<p><a href="#_ftnref120" name="_ftn120">[120]</a> Ebd., S. 43.</p>
<p><a href="#_ftnref121" name="_ftn121">[121]</a> Ebd.</p>
<p><a href="#_ftnref122" name="_ftn122">[122]</a> Ebd., S. 30f.</p>
<p><a href="#_ftnref123" name="_ftn123">[123]</a> Hoffmann, Stroecker, S. 98f.</p>
<p><a href="#_ftnref124" name="_ftn124">[124]</a> Die detaillierte Auswertung aller Zeitungen ist an erster Stelle im Anhang zu finden.</p>
<p><a href="#_ftnref125" name="_ftn125">[125]</a> Klammerbemerkung im Original.</p>
<p><a href="#_ftnref126" name="_ftn126">[126]</a> Nr. 192, 18.08.1893. nur ein Blatt</p>
<p><a href="#_ftnref127" name="_ftn127">[127]</a> Zentralvorstand des Tierschutzvereins, Zur Abstimmung &uuml;ber die Sch&auml;chtfrage, in: National-Zeitung, 16.08.1893, S.2.</p>
<p><a href="#_ftnref128" name="_ftn128">[128]</a> National-Zeitung, Ein letztes Wort, in: National-Zeitung 20.08.1893, erstes Blatt, S. 1.</p>
<p><a href="#_ftnref129" name="_ftn129">[129]</a> Numa Droz, An das Schweizervolk!, in: National-Zeitung, 06.08.1893, zweites Blatt, S.1.</p>
<p><a href="#_ftnref130" name="_ftn130">[130]</a> Ebd.</p>
<p><a href="#_ftnref131" name="_ftn131">[131]</a> Tierschutzverein, Abstimmung, S.2.</p>
<p><a href="#_ftnref132" name="_ftn132">[132]</a> Das l&auml;sst sich so auch in anderen Medien beobachten.</p>
<p><a href="#_ftnref133" name="_ftn133">[133]</a> Droz, Schweizervolk, S.1</p>
<p><a href="#_ftnref134" name="_ftn134">[134]</a> Zentralvorstand, Abstimmung, S. 1.</p>
<p><a href="#_ftnref135" name="_ftn135">[135]</a> National-Zeitung, Sch&auml;chtfrage, in: National-Zeitung, 10.08.1893, S.2.</p>
<p><a href="#_ftnref136" name="_ftn136">[136]</a> Centralkomitee f&uuml;r die Verwerfung der Sch&auml;chtinitiative, Aufruf an die schweizerische Bauernsame, in: National-Zeitung, 18.08.1893, S.2.</p>
<p><a href="#_ftnref137" name="_ftn137">[137]</a> Ernst Brenner u.a., An die Stimmberechtigten Basels., in: National-Zeitung, 18.08.1893, S.1.</p>
<p><a href="#_ftnref138" name="_ftn138">[138]</a> Etwa: Benjamin Siegmund, Zur Richtigstellung!, in: National-Zeitung, 19.08.1893, S.2.</p>
<p><a href="#_ftnref139" name="_ftn139">[139]</a> Nr, 193, 19.08.1893, Erstes Blatt</p>
<p><a href="#_ftnref140" name="_ftn140">[140]</a> Nr, 193, 19.08.1893, Erstes Blatt</p>
<p><a href="#_ftnref141" name="_ftn141">[141]</a> Nr. 192, 18.08.1893, nur ein Blatt</p>
<p><a href="#_ftnref142" name="_ftn142">[142]</a> Nr. 206, 02.08.1893</p>
<p><a href="#_ftnref143" name="_ftn143">[143]</a> Nr. 217, 13.08.1893</p>
<p><a href="#_ftnref144" name="_ftn144">[144]</a> Nr. 219, 15.08.1893, Beilage</p>
<p><a href="#_ftnref145" name="_ftn145">[145]</a> Ein Mitglied des Vereins gegen Menschenqu&auml;lerei, Das Lied vom Sch&auml;chten, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 02.08.1893, S. 1.</p>
<p><a href="#_ftnref146" name="_ftn146">[146]</a> Basler Nachrichten, Die Sch&auml;chtfrage., in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 13.08.1893, Beilage, S. 1f.</p>
<p><a href="#_ftnref147" name="_ftn147">[147]</a> Ebd.</p>
<p><a href="#_ftnref148" name="_ftn148">[148]</a> Basler Nachrichten, Sch&auml;chtinitiative, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 11.08.1893, S.1.</p>
<p><a href="#_ftnref149" name="_ftn149">[149]</a> Basler Nachrichten, Schweiz, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 18.08.1893, S.1.</p>
<p><a href="#_ftnref150" name="_ftn150">[150]</a> Basler Nachrichten, Schweiz, in: Basler Nachrichten: Intelligenzblatt der Stadt Basel, 19.08.1893, S.1.</p>
<p><a href="#_ftnref151" name="_ftn151">[151]</a> Siehe National-Zeitung Punkt 3.</p>
<p><a href="#_ftnref152" name="_ftn152">[152]</a> Allgemeine-Schweizer Zeitung, Ein letztes Wort zum Volksentscheid der Sch&auml;chtfrage, in: Allgemeine-Schweizer Zeitung, 20.08.1893, S.1.</p>
<p><a href="#_ftnref153" name="_ftn153">[153]</a> Allgemeine-Schweizer Zeitung, Zur Abstimmung vom 20. August, in: Allgemeine-Schweizer Zeitung, 08.08.1893, S.1.</p>
<p><a href="#_ftnref154" name="_ftn154">[154]</a> Ebd.</p>
<p><a href="#_ftnref155" name="_ftn155">[155]</a> Basler Arbeiterfreund, Eidg. Volksabstimmung, in: Basler Arbeiterfreund, 19.08.1893, S.1.</p>
<p><a href="#_ftnref156" name="_ftn156">[156]</a> Ebd.</p>
<p><a href="#_ftnref157" name="_ftn157">[157]</a> Christlicher Volksbote aus Basel, Ein Gespr&auml;ch &uuml;ber das eidgen&ouml;ssische Sch&auml;chtverbot, in: Christlicher Volksbote aus Basel, 16.08.1893, S.2.</p>
<p><a href="#_ftnref158" name="_ftn158">[158]</a> Ebd.</p>
<p><a href="#_ftnref159" name="_ftn159">[159]</a> National-Zeitung, Das Facit, in: National-Zeitung, 23.08.1893, S.1.</p>
<p><a href="#_ftnref160" name="_ftn160">[160]</a> Urs Schatzmann, Das Sch&auml;chten von Tieren: Wissenschaftliche und tiersch&uuml;tzerische Aspekte, in: Neue Z&uuml;rcher Zeitung, 10.10.2001, S. 15.</p>
<p><a href="#_ftnref161" name="_ftn161">[161]</a> Zum Konzept In-Group/Out-Group: Elliot Aronson u.a., Sozialpsychologie, M&uuml;nchen 62008.</p>
<p><a href="#_ftnref162" name="_ftn162">[162]</a> Christlicher Volksbote aus Basel, Gespr&auml;ch, S. 2.</p>
<p><a href="#_ftnref163" name="_ftn163">[163]</a> Hannah Arendt, Elemente und Urspr&uuml;nge totaler Herrschaft, New York <sup>20</sup>2017, S.19.</p>
<p><a href="#_ftnref164" name="_ftn164">[164]</a> Das zeigt sich etwa, im Dialog des &laquo;Volksboten&raquo;. Christlicher Volksbote aus Basel, Gespr&auml;ch, S.2.</p>
<br><br/>
<p>Fr Einsicht ins Quellenmaterial stehe ich per Mail zur Verfgung.</p>  
  </body>
</html>